Repository: frla/DxGetText
Catalog: translations/*/emsquerybuilder.po
Languages: da

source: Given parent is not valid for work area!
da: Forældren er ikke brugbar som arbejds område!

source: Table with alias
da: Tabel med alias

source: already exists
da: findes allerede

source: Invalid parent for table object!
da: Ugyldig forældre for tabel objekt!

source: Collapse/Expand table
da: Saml/Udvid tabel

source: Unlink table
da: Ophæv tabel-forbindelse

source: Close table
da: Luk tabel

source: Unselect all fields
da: Fravælg alle felter

source: Select all fields
da: Vælg alle felter

source: Double click to edit alias
da: Dobbelt klik for at editere alias

source: Delete table
da: Slet tabel

source: Rename table
da: Omdøb tabel

source: Invalid link
da: Ugylding tabel-forbindelse

source: join tables:
da: sammenfelt tabeller:

source: and
da: og

source: Include all from
da: Includer alle fra

source: Invalid index = %d
da: Ugyldig index = %d

source: Do you really want to delete the link between
da: Vil du virkelig ophæve tabel-forbindelse mellem

source: Attention!
da: Opmærksom!

source: Invalid table %s in Link control
da: Ugyldig tabel %s i forbindelses kontrol

source: Delete point
da: Slet punkt

source: Insert point
da: Indsæt punkt

source: Delete link
da: Slet tabel-forbindelse

source: Property
da: Egenskab

source: Not all
da: Ikke alle

source: Not
da: Ikke

source: Unknown error (#%d).
da: Ukendt fejl (#%d).

source: Invalid token '%s' at position %d of line %d.
da: Ugyldig navn '%s' på position %d i linie %d.

source: Unexpected end of statement.
da: Ikke forventet afslutning på udtryk.

source: Unterminated string.
da: Ikke termineret streng.

source: Field '%s' not found.
da: Felt '%s' kan ikke findes.

source: Inadmissible JOIN expression.
da: Ikke mulig JOIN udtryk

source: Ascending
da: Stigende

source: Descending
da: Faldende

source: Invalid parent for selection grid
da: Ugyldig forældre til Valg-grid

source: Name of output field
da: Navn på visnins felt

source: Aggregate
da: Sammetælling

source: Source field name
da: Oprindelse felt navn

source: Delete current row
da: Slet aktive post

source: Are you sure you want to delete current row?
da: Er du sikker på at du vil slette aktive post?

source: Confirmation
da: Bekræftelse

source: Can't delete last row!
da: Kan ikke slette sidste post!

source: Invalid parent for OrderPanel
da: Ugyldig forældre til SorteringsPanel

source: Select only unique records
da: Vælg kun enestående poster

source: Output fields
da: Visnings felter

source: Sorted fields
da: Soterings felter

source: Sort order
da: Sorteringsrækkefølge

source: of following are met
da: af følgende er mødt

source: Invalid parent for conditions panel
da: Ugyldig forældre til betingelses-panel

source: Insert field
da: Indsæt felt

source: Add condition
da: Tilføj Betingelse

source: Make compose condition
da: Opret sammensat betingelse

source: Delete condition
da: Slet betingelse

source: Expand condition
da: Udvid betingelse

source: Collapse condition
da: Sammel betingelse

source: Press Shift+Enter to insert field
da: Tryk på Shift+Enter for at indsætte felt

source: There is no active button
da: Der er ikke nogen aktiv knap

source: Selected condition is already composed
da: Valgte betingelse er allerede sammensat

source: Can't delete first row
da: Kan ikke slette første post

source: Are you sure you want to delete current condition(s)?
da: Er du sikker på at du vil slette aktive betingelse(r)?

source: Can't expand/collapse simple condition
da: Kan ikke udvide/samle en simpel betingelse

source: Can't collapse first condition
da: Kan ikke samle første betingelse

source: Error!
da: Fejl!

source: Criteria
da: Kriterie

source: Grouping criteria
da: Gruperings kriterie

source: Sorting
da: Sortering

source: First
da: Første

source: Ini-files
da: Ini-filer

source: All files
da: Alle filer
