Repository: frla/DxGetText
Catalog: translations/*/ibobjects.po
Languages: da

source: Terminator
da: Afsluttelses tegn

source: Insert Commits
da: Indsæt Commit

source: Execute Controls
da: Udfør Kontroller

source: Extract To Strings
da: Udtræk til strenge

source: Reset All
da: Nulstil alt

source: Progress Controls
da: Udførelses Kontroller

source: Include System Objects
da: Includer System Objekter

source: Name Masks
da: Navne Masker

source: Save To File
da: Gem til Fil

source: Run Script
da: Udfør instruktion

source: &Script Commands
da: &Instruktions Kommandoer

source: Cursor Not Created
da: Markør ikke Oprettet

source: Blank Name
da: Blankt navn

source: Entity Not Found
da: Enhed ikke fundet

source: Reserved name used for non-system entity
da: Reserveret navn brugt for ikke-system enhed

source: Database Character set %s was not found to get its canonic name
da: Database Karakter-sæt %s kunne ikke finde sit canonic-navn

source: Module name is empty
da: Modul navn er tom

source: Entry point is empty
da: Ingangspunkt er tom

source: External domain only can be implicit
da: Ekstern domain kan kun være implicit

source: Type 16 can be only NUMERIC or DECIMAL
da: Type 16 kan kun være NUMERIC eller DECIMAL

source: Charset Id was NULL, assuming NONE
da: Karaktersæt ID var NULL, forventede NONE

source: Missing name for charset ID %s Assuming NONE
da: Navn for karaktersæt ID %s manglede Forventede NONE

source: BytesPerCharacter was zero in charset %s
da: BytesPerCharacter var 0 i karaktersæt %s

source: FieldLength %s should be multiple of %s bytes per character in charset name %s
da: Feltlængder %s skulle være et multipla af %s byes per karaket i karaktersæt navn %s

source: Collation Id cannot be < 0 but is %s
da: Collation ID kan ikke være < 0 men var %s

source: Collation Id was NULL, assuming %s
da: Collation ID var NULL, forventede %s

source: Unknown FieldType %s
da: Ukendt FeltType %s

source: FieldType CSTRING is not accepted by DSQL
da: FeltType CSTRING accepteres ikke af DSQL

source: FieldType QUAD is not accepted by DSQL
da: FeltType QUAD accepteres ikke af DSQL

source: Suspicious check: %s
da: Mistænkelig check: %s

source: Declared but void check constraint
da: Erklæreret men void check constraint

source: Explicit domain cannot be COMPUTED
da: Eksplicit domain kan ikke være COMPUTED

source: Declared but void COMPUTED BY clause
da: Erklæret men void COMPUTED BY

source: Suspicious default: %s
da: Mistænkelig standard %s

source: Declared but void default
da: Erklæret men void standard

source: Declared with %s dimensions but details for %s dimensions where found
da: Erklæret med %s dimensioner men %s dimensioner blev fundet

source: Implicit Domain has no relation
da: Implicit Domain har ingen relation

source: Implicit Domain has missing relation or field name
da: Implicit Domain mangler relation- eller felt navn

source: No Output Parameter
da: Ingen Output Parametre

source: Grantor not specified
da: Grantor ikke specificeret

source: Has not view_blr but it appears in rdb$view_relations as a VIEW
da: Har ifkke view_blr men det findes is rdb$view_relations som et VIEW

source: Has view_blr but it doesn't appear in rdb$view_relations as a VIEW
da: Har view_blr men det fdines ikke i rdb$view_relations som et VIEW

source: Owner name is not specified
da: Ejer navn var ikke specificeret

source: Format version at %s
da: Format version på %s

source: DbKey_Length should be 8 but is %s
da: DbKey_Length burde være 8 men er %s

source: Domain/Field Definition for field %s not found
da: Domain/Field Definition for félt %s ikke fundet

source: Has no source code available
da: Har ikke nogen tilgængelig source

source: "With check" completed to "with check option"
da: "With check" afsluttet til "with check option"

source: Has no BLR available
da: Har ikke nogen tilgængelig BLR

source: Source prefix not recognised, this could indicate corruption
da: Source prefix ikke genkendt, dette kunne tyde på korrupte data

source: Id is NULL and index is inactive
da: Id er NULL og index er inaktiv

source: Id is NULL but index is active
da: ID er NULL men index er aktiv

source: Id should start at 1 not at %s
da: Id burde starte med 1 og ikke med %s

source: Declares foreign key but it is not found in relation constraints as FK index
da: Erklæret foreign key men ikke fundet i relation constraint som FK index

source: Does not declare foreign key but it is found in relation constraints as FK index
da: Der er ikke erklæret foreign key men er funder i relation contrains som FK index

source: Used in %s relation constraints at the same time
da: Brugt i %s relattion constraint med det samme navn

source: Uses %s fields
da: Bruger %s felter

source: Appears to be a duplicate index definition on table: %s
da: Fremtræder som en dupleret index definition på tabel: %s

source: Index on table: %s declared %s segments, but details for %s segments where found
da: Index på tabel: %s erklærede %s segmenter, men detaljerne for %s segmenter blev fundet

source: Constraint type %s is out of range
da: Constraint type: %s er uden for tilladte grænser

source: Constraint type %s should not use an index but is using index: %s
da: Constraint type %s burde ikke bruge et index men brugr index: %s

source: Constraint type %s should use an index but is not using one
da: Constraint type %s burde bruge et indes men gør det ikke

source: Update rule %s is out of range
da: Opdaterings regel %s er uden for tilladte grænser

source: Delete rule %s is out of range
da: Slette regel %s er uden for tilladte grænser

source: Constraint name for parent relation is empty
da: Constraint navn for forældre relation er tom

source: Foreign Table or Index is not defined
da: Foreign Tabel eller Index er ikke defineret

source: Constraint name for parent relation should be empty but is %s
da: Constraint navn for forældre relation burde være tom men er %s

source: Update rule should be empty but is %s
da: Opdaterings regel burde være tom emn er %s

source: Delete rule should be empty but is %s
da: Slette regel burde være tom men er %s

source: Has no source code available, possibly used for view %s with check option
da: Der er ikke nogen tilgængelig source kode, måske brugt for view %s med en check option

source: Starts with "CHECK" keyword. It is used by a check constraint that has been lost
da: Starter med "CHECK" nøgleord. Det bruges at et check constraint som er gået tabt.

source: Unknown trigger type %s
da: Ukendt trigger type %s

source: Has negative sequence %s
da: Har negativ sekvens %s

source: Target table or view is not specified
da: Destinations tabel eller view er ikke specificeret

source: Declared but not found in dependencies. It is not a bug in some special cases
da: Erklæret men ikke fundet i afhængigheder. Dette er nødvendigvis ikke en fejl

source: Suspicious trigger depends on other tables but not on the one it is attached to
da: Mistænkelig trigger afhænger af andre tabeller men ikke den som den er knyttet til

source: Trigger sequence is %s but should be less than 1 for an implicit trigger
da: Trigger sekvens er %s men burde være mendre end 1 for en implicit trigger

source: Grant/Admin option out of 0..2 range: %s
da: Grant/Admin mulighed uden for 0..2 området: %s

source: Grant/Admin option given to user type %s
da: Grant/Admin mulighed givet til bruger type %s

source: Trying to set specific fields but the privilege is not U or R
da: Prøver at sætte specifikke felter men privelegiet er ikke U eller R

source: Assigning EXECUTE on object type %s that should be 5 (proc) instead
da: Tilknytter EXECUTE til object type %s som brude være 5 (proc) i stedet

source: Assigning %s on procedure %s
da: Tildeler %s til procedure %s

source: Assigning membership on object type %s that should be 13 (role) instead
da: Tildeler medlemsskab til object type %s der burde være 13 (role) i stedet

source: Assigning %s on role %s
da: Tildeler %s til rolle %s

source: Argument position must be >=0 but is %s
da: Argument position skal være >=0 men er %s

source: SystemFlag different to parent
da: SystemFlag er ikke ens med forældren

source: Field Id must be >=0 but is %s
da: Felt ID skal være >= 0 men er %s

source: Field position must be >=0 but is %s
da: Felt position skal være >= 0 men er %s

source: BaseField should be empty for tables but is %s
da: BaseField bør være tom for tabeller men er %s

source: ViewContext should be empty for tables but is %s
da: ViewContext burde være tom for tabeller men er %s

source: Cannot be mandatory in a view
da: Kan ikke være tvunget i et view

source: BaseField should not be empty for views if ViewContext > 0
da: BaseField bør ikke være tom for view hvis ViewContext > 0

source: ViewContext cannot be empty for views
da: ViewContext kan ikke være tom for views

source: ViewContext should be >= 0 for views
da: ViewContext bør være >=0 for views

source: Parameter type %s is out of range
da: Parameter type %s er uden for tilladte grænse

source: Parameter number must be >=0 but is %s
da: Parameter nummer skal være >= 0 men er %s

source: Connect using username: %s
da: Forbind vha. brugernavn: %s

source: and server: %s
da: og server: %s

source: No Secondary Files
da: Ikke nogen sekundære filer

source: Secondary Files
da: Sekundære filer

source: %s, Start: %s, Length: %s
da: %s, Start: %s, Længde: %s

source: No Shadow Files
da: Ingen Shadow filer

source: Shadow Files
da: Shadow filer

source: %s, %s, Start: %s, Length: %s
da: %s, %s, Start: %s, Længde: %s

source: Exception: %s, Original Number: %s
da: Undtagelse: %s, Original Nummer: %s

source: Field Not Found: %s
da: Felt ikke fundet: %s

source: Index Not Found
da: Index ikke fundet

source: No Foreign Relation or Index Defined To Constraint
da: Ingen Foreign Relation eller Index defineret til Constraint

source: Foreign Relation Not Found: %s
da: Foreign Relation ikke fundet: %s

source: Foreign Index Not Found: %s
da: Foreign Index ikke fundet: %s

source: Trigger Not Found: %s
da: Trigger ikke fundet: %s

source: Invalid Constraint Type Name: %s
da: Ugyldig Constraint type navn: %s

source: No Source For Trigger: %s
da: Ingen source til Trigger: %s

source: TriggerType Unknown: %s
da: Trigger type ukendt: %s

source: Unknown Privilege: %s
da: Ukendt Privelegie: %s
