Repository: frla/DxGetText
Catalog: translations/*/ibobjects.po
Languages: da

source: Connection has already been established
da: Der er allerede etableret en forbindelse

source: Connection has not been established
da: Der er ikke etableret en forbindelse

source: Invalid connection path
da: Ugyldig forbindelses path

source: Cannot replace internal transaction as default
da: Kan ikke erstatte intern transaktion som standard

source: Transaction has not been started
da: Der er ikke startet en tarnsaktion

source: Transaction has already been started
da: Der er allerede startet en transaktion

source: Transaction has no connections
da: Transaktionen har ingen forbindelser

source: Transaction is missing one or more connections
da: Transaktionen mangler en eller flere forbindelser

source: Warning: Connection is still loading
da: Advarsel: Forbindelse er ved at blive etableret

source: Connections must all be in the same IB_Session
da: Forbindelser skal alle være i den samme IB_Session

source: Transaction is Paused
da: Transaktionen er midlertidig stoppet

source: Statement has already been allocated
da: Sætning er allerede tildelt

source: Statement has not been allocated
da: Sætning er ikke blevet tildet

source: Statement has already been prepared
da: Sætning er allerede blevet klargjort

source: Statement has not been prepared
da: Sætning er ikke blevet klargjort

source: Statement failed to prepare
da: Sætning kunne ikke klargøres

source: Statement has already been opened
da: Sætning er allerede blevet åbnet

source: Statement has not been opened
da: Sætning er ikke blevet åbnet

source: Current record in the cursor cannot be deleted
da: Aktuel rekord i markøren(cursor) kan ikke slettes

source: Statement must have an IB_Connection assigned
da: Sætning skal have en IB_Connection tildelt

source: Unable to open IB_Connection
da: Kunne ikke åbne IB_Connection

source: Must have an IB_Transaction assigned
da: Sætning skal have en IB_Transaction tildelt

source: No active transaction to execute with
da: Ingen aktive transaktioner at arbejde med

source: Unable to start a transaction
da: Kunne ikke starten en transaktion

source: Explicit trans. not allowed with ServerAutoCommit
da: Direkte transaktion ikke tilladt med ServerAutoCommit

source: Invalid transaction state. Cannot activate
da: Forkert transaktions tilstand. Kan ikke aktivere

source: Transaction has pending changes
da: Transaktion har ventende ændringer

source: Failed to post all datasets
da: Opdatering af alle datasæt mislykkedes

source: Failed to cancel all datasets
da: Annullering af alle datasæt mislykkedes

source: Blank SQL statement not allowed
da: Blank SQL Sætning er ikke tilladt

source: At end of file
da: Ved filens slutning

source: At end of cursor
da: Ved slutning af markør

source: At end of buffer
da: Ved slutning af buffer

source: At end of dataset
da: Ved slutning af datasæt

source: Unanticipated length in isc_dsql_sql_info
da: Uventet længde i isc_dsql_sql_info

source: Invalid data returned from isc_dsql_sql_info
da: Forkerte data returneret fra isc_dsql_sql_info

source: Cannot change cursor name while active
da: Kan ikke skifte markør navn mens aktiv

source: Cannot change RequestLive while active
da: Kan ikke skifte RequestLive mens aktiv

source: Cannot RequestLive a ReadOnly dataset
da: Kan ikke RequestLive på et ReadOnly datasæt

source: IB_CURSOR is unidirectional
da: IB_CURSOR er ensrettet

source: Unsupported Column type: %d
da: Ikke understøttet kolonne type: %d

source: FieldNo: %d not found
da: Feltnr.: %d ikke fundet

source: FieldName: %s not found
da: Feltnavn: %s ikke fundet

source: Invalid Focused Relation No: %d
da: Ugyldig fokuseret relations nr.: %d

source: Invalid Focused Relation Name: %s
da: Ugyldig fokuseret relations navn: %s

source: IN( value [ , value ... ] ) syntax error
da: Syntaks fejl: IN( værdi [ , værdi .... ] )

source: BETWEEN value AND value syntax error
da: Syntaks fejl: BETWEEN værdi AND værdi

source: Unable to locate DLL import %s
da: Ikke i stand til at finde DLL import %s

source: Invalid SQLKeyFields property
da: Ugyldig SQLKeyFields egenskab

source: Cannot open cursor without key data
da: Kan ikke åbne markøren uden nøgle data

source: Record key was lost Failed to open cursor
da: Post nøgle var tabt Fejlede at åbne markøren

source: Invalid BufferRowNum before beginning
da: Ugyldig BufferRowNum ligger før start

source: Cannot Prepare a blank statement
da: Kan ikke forberede blank Sætning

source: Attempt to execute an unknown statement
da: Forsøg på at udføre en ukendt Sætning

source: Circular reference not allowed
da: Cirkulær reference ikke tilladt

source: Cannot change while connected
da: Kan ikke skifte medens tilsluttet

source: Login failed
da: Tilslutning mislykkedes

source: Cannot get connection characteristics
da: Kan ikke skaffe tilslutnings karekteristika

source: Over maximum events for one block
da: Over maksimum hændelser for en blok

source: Processing events Cannot unregister
da: Behandler hændelser'#13#10'Kan ikke afregistrere

source: Blob has been or cannot be stored
da: BLOB er blevet eller kan ikke gemmes

source: Blob has already been or cannot be loaded
da: BLOB er allerede blevet eller kan ikke hentes

source: Cannot cancel current Row
da: Kan ikke fortryde aktuel række

source: Cannot Post current Row
da: Kan ikke postere aktuel række

source: Dataset is inactive
da: Datasæt er inaktivt

source: Dataset is currently open
da: Datasæt er i øjeblikket åbent

source: Dataset cannot scroll
da: Datasæt kan ikke rulle

source: Dataset is readonly
da: Datasæt kan kun læses

source: Dataset is currently fetching
da: Datasæt henter i øjeblikket

source: Invalid KeyRelation value
da: Ugyldig KeyRelation værdi

source: RowNum is not implemented yet
da: RowNum er ikke implementeret endnu

source: Row is being deleted
da: Række bliver slettet

source: At end of Dataset
da: Ved slutning af datasæt

source: At beginning of Dataset
da: Ved starten af datasæt

source: Cannot use pessimistic locking with LockWait
da: Kan ikke bruge pessimistisk lås med LockWait

source: Cannot Edit current Row
da: Kan ikke redigere aktuel række

source: Cannot Insert a new Row
da: Kan ikke indsætte en ny række

source: Cannot delete current Row
da: Kan ikke slette aktuel række

source: Searching is not allowed
da: Søgning er ikke tilladt

source: Cannot navigate
da: Kan ikke navigere

source: Record is locked by another user
da: Posten er låst af en anden bruger

source: Record was changed by another user
da: Posten er blevet ændret af en anden bruger

source: %s is readonly
da: %s er kun læsbart (kan ikke skrive)

source: %s is a required field
da: %s er et nødvendigt felt (skal udfyldes)

source: Cannot Use PostRetaining with Cached Updates
da: Kan ikke bruge PostRetaining med Samlet opdatering

source: Multiple rows in singleton fetch
da: Flere rækker i enkelt hentning

source: Unable to edit row
da: Ikke i stand til at editere række

source: Invalid RowsAffected buffer
da: Ugyldig RowsAffected mellemlager

source: Invalid RowNum beyond Eof
da: Ugyldig række nummer efter filslut

source: Invalid RowNum before Bof
da: Ugyldig række nummer før start af fil

source: Invalid Bookmark String
da: Ugyldig bogmærke streng

source: Cannot assign from %s
da: Kan ikke tildele fra %s

source: Cannot assign to %s
da: Kan ikke tildele til %s

source: Value out of range
da: Værdi er ude af tilladt område

source: Smallint overflow
da: SmallInt værdi overløb

source: Int64 overflow
da: Int64 værdi overløb

source: Undefined macro
da: Ikke defineret makro

source: Unable to get generator value
da: Ude af stand til at hente genereret værdi

source: Must be of TIB_BDataset ancestry (IB_Query)
da: Skal være efterfølger til TIB_BDataset (IB_Query)

source: Cannot change ReadOnly when started
da: Kan ikke ændre ReadOnly efter opstart

source: Cannot change Isolation when started
da: Kan ikke ændre Isolation efter opstart

source: Cannot change RecVersion when started
da: Kan ikke ændre RecVersion efter opstart

source: Cannot change LockWait when started
da: Kan ikke ændre LockWait efter opstart

source: Invalid reference to Delete
da: Ugyldig reference til sletning

source: Invalid typecast
da: Ugyldig type-tildeling

source: Invalid statement type for DataPump
da: Ugyldig Sætnings type for DataPump

source: NOT NULL field set to null value
da: NOT NULL felt tildelt en nul værdi

source: DatabaseName cannot be blank
da: DatabaseName kan ikke være blank

source: Unsupported column conversion
da: Kolonne konvertering ikke understøttet

source: Unable To Locate Record
da: Kunne ikke finde rekord

source: Record was not inserted
da: Rekorden blev ikke tilføjet

source: Invalid KeyLinks entry: %s
da: Ugyldig KeyLinks indhold: %s

source: Unable to perform search
da: Ikke i stand til at udføre søgning

source: Unassigned BlobNode
da: Ikke tildelt BlobNode

source: Unassigned Transaction
da: Ikke tildelt Transaktion

source: Unable to save to Graphic
da: Ikke i stand til at gemme til Graphic

source: Cannot Activate Transaction
da: Kan ikke aktivere transaktion

source: InterBase Client GDS32.DLL is not installed
da: Interbase klient GDS32.DLL er ikke installeret

source: Could not load memo
da: Kunne ikke hente memo

source: Invalid DPB: Contents over 255 characters
da: Ugyldig DPB: Indeholer mere end 255 tegn

source: Invalid custom DML column reference: %s
da: Ugyldig bruger DML kolonne reference: %s

source: Record was not located to update
da: Rekord til opdatering ikke fundet

source: Record was not located to delete
da: Rekord til sletning ikke fundet

source: Unable to initialize default %s
da: Ikke i stand til at initialicere standard %s

source: Stringlist must be sorted for this operation
da: Tekststreng liste skal være sorteret til denne behandling

source: Cannot change events while processing
da: Kan ikke skifte hændelse under behandling

source: Cannot unregister events while processing
da: Kan ikke af-registrere under behandling

source: Invalid Internal IB_Transaction
da: Ugyldig intern IB_Transaction

source: Invalid statement type
da: Ugyldig Sætnings type

source: Multiple records updated
da: Flere poster opdateret

source: Multiple records deleted
da: Flere poster slettet

source: Multiple records inserted
da: Flere poster indsat

source: Duplicate DatabaseName not allowed
da: Dobbelt DatabaseName ikke tilladt

source: Invalid DatabaseName
da: Ugyldig DatabaseName

source: Unable to perform search, no ordering defined
da: Ude af stand til at udføre søgning, der er ikke defineret nogen sortering

source: Unable to perform search, dataset is busy fetching data
da: Ude af stand til at udføre søgning, dataset er optaget med at hente data

source: No records found
da: Ingen poster er fundet

source: Session is undefined
da: Session ikke defineret

source: Invalid class type
da: Ugyldig klasse type

source: Invalid RowNum
da: Ugyldig rækkenummer

source: Invalid syntax: extra or missing parenthesis
da: Ugyldig syntaks: Ekstra eller manglende parenteser

source: Array is Null
da: Tabel er tom

source: Cannot add blank account
da: Kan ikke tilføje blank konto

source: Cannot add SYSDBA account
da: Kan ikke tilføje SYSDBA konto

source: Cannot delete blank account
da: Kan ikke slette blank konto

source: Cannot delete SYSDBA account
da: Kan ikke slette SYSDBA konto

source: Cannot modify blank account
da: Kan ikke ændre blank konto

source: PLAN ERROR!
da: PLAN FEJL

source: PLAN EXCEPTION!
da: PLAN UNDTAGELSE

source: Invalid CREATE, CONNECT or DROP DATABASE syntax
da: Ugyldig CREATE, CONNECT eller DROP DATABASE syntaks

source: Unsupported
da: Ikke understøttet

source: Not implemented at this level
da: Ikke implementeret på dette niveau

source: Invalid ColData
da: Ugyldig kolonne data

source: Cannot Unprepare an executing process
da: Kan ikke u-forberede en udføresles-process

source: Filename is required
da: Filnavn er krævet

source: User Account Management
da: Bruger kontostyring

source: Modify
da: Ændre

source: ACCOUNT
da: KONTO

source: Password Confirm
da: Kodeord Bekræft

source: First Name
da: Fornavn

source: Middle Name
da: Mellemnavn

source: Last Name
da: Efternavn

source: Export
da: Eksport

source: File Format
da: Fil Format

source: TXT Fixed Record Width
da: TXt fast linie længde

source: CSV Delimited
da: CSV adskilt

source: DBF (Still needs some testing)
da: DBF (Mangler stadig nogen afprøvning)

source: ASCII Options
da: ASCII muligheder

source: Delimiter
da: Begrænser

source: Date Format
da: Dato format

source: Include Headers
da: Inkluder Top

source: Include CRLF
da: Inkluder Linieskift (CRLF)

source: Comma Separated Text Files ( *.CSV )|*.CSV
da: Komma adskilte tekst filer ( *.CSV )|*.CSV

source: Text Files ( *.TXT )|*.TXT
da: Tekst filer ( *.TXT )|*.TXT

source: DBF Files ( *.DBF )|*.DBF
da: DBF filer ( *.DBF )|*.DBF

source: Are you sure you want to abort?
da: Er du sikker på du vil afbryde?

source: Fetching Query Results
da: Henter forespørgsels resultat

source: Row# %d
da: Række nr. %d

source: User
da: Bruger

source: Records counted: %d
da: Poster optalt: %d

source: Save changes?
da: Gem ændringer?

source: Changes will be lost. Ok to proceed?
da: Ændringer vil gå tabt. Ok for at fortsætte?

source: Are you sure you want to cancel all changes?
da: Er du sikker på du vil fortryde alle ændringer?

source: Abort execution of this script?
da: Afbryd udførsel af denne instruktion?

source: Continue executing this script?
da: Fortsætte udførsel af denne instruktion?

source: Script is currently executing
da: Instruktion bliver udført

source: Script failed to complete
da: Instruktion kunne ikke fuldføres

source: Script execution was aborted
da: Udførsel af instruktion blev afbrudt

source: Script completed without exceptions
da: Instruktion afsluttede upåklageligt

source: Script completed with exceptions
da: Instruktion afsluttede med fejl

source: Today
da: I dag

source: Find Next
da: Find Næste

source: Parameter
da: Parametre

source: Apply
da: Anvend

source: Execute
da: Udfør

source: Finish
da: Afslut

source: Ordering
da: Rækkefølge

source: Customize Fields Displayed
da: Tilpas Viste Felter

source: Word Wrap
da: Ord ombøjning

source: RowsAffected:
da: Rækker beørt:

source: Rows Counted:
da: Rækker talt:

source: Session is currently busy
da: Sessionen er optaget

source: Please complete your transaction
da: Vær venlig at færdig behandel transaktionen

source: The default group cannot be deleted
da: Standard gruppen kan ikke slettes

source: This name is reserved:
da: Dette navn er reserveret

source: A back slash is not allowed
da: Omvendt skåstreg er ikke tilladt

source: A blank name is not allowed
da: Et blankt navn er ikke tilladt

source: Rows Fetched:
da: Rækker Hentet:

source: Are you sure you want to create this database?
da: Er du sikker på at du vil oprette denne database?

source: Please make sure that no database exists with the same name
da: Vær venlig at sikre dig at der ikke eksistere en database med samme navn

source: Are you sure you want to drop this database?
da: Er du sikker på at du vil slette databasen?

source: This database will be permanently removed. Continue anyway?
da: Denne database vil blive permanent fjernet Fortsæt alligevel?

source: Enter query form name:
da: Indtast foresprøgelses formular navn:

source: Enter group name:
da: Indtast gruppe navn:

source: Enter layout name:
da: Indtast layout navn:

source: Are you sure you want to delete the %s group including all child items?
da: Er du sikker på at du vil slette %s gruppen inklusiv alt dens indhold?

source: Are you sure you want to delete the %s layout?
da: Er du sikker på at at du vil slette %s layout?

source: Recursive copy not allowed
da: Gentagende kopiering ikke tilladt

source: Double click an item or press enter with an item selected
da: Dobbelt Klik på en enhed eller tryk enter med en enhed valgt

source: Parameter value
da: Parameter værdi

source: Type a value for %s
da: Indtast en værdi til %s

source: This procedure does not have input parameters
da: Denne procedure har ikke nogen indput-værdi

source: Data Pump process is still active
da: Data Pumpe process er stadig aktiv

source: Are you sure?
da: Er du sikker?

source: Select Source Database
da: Vælg Oprindelses Database

source: Select Destination Database
da: Vælg Destinations Database

source: Passwords do not match
da: Kodeord passer ikke

source: Operation completed Successfully
da: Operationen er udført uden problemer

source: No IB_Connection defined
da: Der er ikke defineret noget IB_Connection

source: Assign ordering items?
da: Tildel rækkefølge ?

source: Begin Export
da: Påbegynd Eksportering

source: Export process is still active
da: Eksporterings process er stadig aktiv

source: Browse Database
da: Gennemse Database

source: Browse
da: Gennemse

source: Execute Statement In Database
da: Udfør kommando i Database

source: Monitor Database Events
da: Overvåg Database hændelser

source: Events
da: hændelser

source: Export Dataset From Database
da: Eksporter Dataset fra Database

source: Pump Data From Another Database
da: Dump Data fra en anden Database

source: See Who is Connected to the Database
da: Se hvem der er koblet på databasen

source: Who
da: Hvem

source: Execute Script
da: Udfør instruktion

source: Script
da: Instruktion

source: Extract Metadata DDL
da: Udtræk Metadata DLL

source: DDL Extract
da: DDL Udtræk

source: Trace SQL and API Calls
da: Spor SQL og API kald

source: Monitor
da: Overvåg

source: Profile Database Activity
da: Oversigt over database aktivitet

source: Profiler
da: Oversigt

source: View Status of IBO Components
da: Se status på IBO komponenterne

source: Administer Users for a Database Server
da: Administrere databasens brugere

source: Row
da: Række

source: Column
da: Kolonne

source: Who is connected
da: Hvem er tilsluttet

source: First
da: Første

source: Prior
da: Forrige

source: Next
da: Næste

source: Last
da: Sidste

source: Prepare
da: Forbered

source: Unprepare
da: U-forbered

source: Read Only
da: Kun Læsbar

source: Refresh Keys
da: Opfrisk Nøgler

source: Refresh Rows
da: Opfrisk Rækker

source: Edit Row
da: Editer Rækker

source: Insert Row
da: Indsæt Række

source: Delete Row
da: Slet Række

source: Refresh all records
da: Opfrisk alle poster

source: Refresh record keys
da: Opfrisk post nøgler

source: Refresh record rows
da: Opfrisk post rækker

source: Refresh filtered rows
da: Opfrisk filtrerede rækker

source: Post search criteria
da: Gem søgnings kriterie

source: Cancel search criteria
da: Fortryd søge kriterie

source: Post edits
da: Gem ændringer

source: Cancel edits
da: Fortryd ændringer

source: Post insert
da: Gem indsætning

source: Cancel insert
da: Fortryd insættelse

source: Post delete
da: Udfør sletning

source: Cancel delete
da: Fortryd sletning

source: Post changes
da: Gem ændringer

source: Cancel changes
da: Fortryd ændringer

source: First Row
da: Første Post

source: Prior Row
da: Forrige Post

source: Next Row
da: Næste Post

source: Last Row
da: Sidste Post

source: Backwards
da: Baglæns

source: Forwards
da: Forlæns

source: Order Rows in Dataset
da: Sorter rækker i Dataset

source: Recall Last Search Criteria
da: Genkald sidste søge kriterie

source: Search Dataset
da: Søg i Dataset

source: Save Criteria
da: Gem Kriterie

source: Clear Criteria
da: Nulstil Kriterie

source: Recall Criteria
da: Genkald Kriterie

source: Count Rows in Dataset Matching Criteria
da: Tæl Rækker i Dataset der matcher Kriterie

source: Count Rows in Dataset
da: Tæl Rækker i Dataset

source: Customize the Fields Displayed
da: Tilpas de viste felter

source: Start Transaction
da: Start transaktion

source: Post Datasets
da: Get Dataset

source: Cancel Datasets
da: Fortryd Dataset

source: Commit and Retain Current Transaction
da: Forpligt og behold aktuel transaktion

source: Post Datasets and Commit and Retain Current Transaction
da: Poster datasæt og forpligt og behold aktuel transaktion

source: Commit and End Current Transaction
da: Forpligt og afslut aktuel transaktion

source: Rollback and End Current Transaction
da: Tilbagerul og afslut aktuel transaktion

source: Rollback and Retain Current Transaction
da: Tilbagerul og behold aktuel transaktion

source: Close Current Transaction
da: Luk aktuel transaktion

source: Prepare Statement
da: Forbered sætning

source: Unprepare Statement
da: Uforbered sætning

source: Execute Statement
da: Udfør sætning

source: Open Dataset
da: Åben datasæt

source: Close Dataset
da: Luk datasæt

source: Prepare Dataset
da: Forbered datasæt

source: Unprepare Dataset
da: Uforbered datasæt

source: Read Only Dataset
da: Kun læsbart datasæt

source: Create Database
da: Opret Database

source: Connect Database
da: Forbind database

source: Disconnect Database
da: Afbryd database

source: Drop Database
da: Slet Database

source: Hide selected Fields
da: Skjul valgte Felter

source: Hide all Fields
da: Skul alle Felter

source: Set selected fields visible
da: Gør valgte felter synlige

source: Set all selected fields visible
da: Gør alle felter synlige

source: Move selected fields one up
da: Flyt valgte felter en op

source: Move selected fields to the top
da: Flyt valgte felter til toppen

source: Move selected fields one down
da: Flyt valgte felter en ned

source: Move selected fields to the bottom
da: Flyt valgte felter til bunden

source: Export from SELECT statement
da: Eksporter fra SELECT udtrykket

source: Missing entry for Ascii file
da: Indtastning for Ascii fil mangler

source: Missing entry for destination table
da: Indtastning for destinations tabel mangler

source: Ascii file %s not found
da: Ascii filen %s findes ikke

source: Ini-file %s not found
da: Ini-filen %s findes ikke

source: Could not open ascii file %s
da: Kunne ikke åbne ascii filen %s

source: Invalid char / format error in ascii file
da: Ugyldig tegn / format fejl i ascii filen

source: Error in field description
da: Fejl i feltbeskrivelse

source: Wrong field count in ascii file, line (%d)
da: Forkert felt antal i ascii fil, linie (%d)

source: Wrong decimal count in fieldlist (%s)
da: Forkert decimal antal i feltliste (%s)

source: Wrong field width in ascii file
da: Forkert felt i ascii fil

source: <NO NAME>
da: <INGEN NAVN>

source: Exception
da: Undtagelse

source: Table
da: Tabel

source: Role
da: Rolle

source: Primary Key
da: Primær Nøgle

source: Unique Key
da: Entydig Nøgle

source: Permission
da: Tilladelser

source: UDF Parameter
da: UDF Parametre

source: Table Field
da: Tabel Felt

source: View Field
da: View Feltt

source: Procedure Parameter
da: Procedure Parametre

source: Define Secondary Files
da: Definer Sekundær Filer

source: Define Shadows
da: Definer Skygge

source: Set Generator Value
da: Sæt Generator Værdi

source: Reset Exception Number
da: Nulstil Undtagelses Nummer

source: Raw Field Definitions
da: Rå Felt Definitioner

source: Isolate All Computed Fields
da: Isoler alle beregnede Felter

source: Report Minor
da: Rapporter underordnede

source: Always Quoted
da: Altid i anførselstegn

source: Always Define Character Set
da: Altid definer Karakter-sæt

source: Include Debug Comments
da: Includer Debug-komnmentar

source: Descriptions as Comments
da: Beskrivelse af kommentar

source: Ignore Dependencies
da: Ignorer afhængighed

source: Keep Custom Index Names
da: Behold tilpassede Index Navne

source: Use BIGINT
da: Brug BIGINT

source: Full
da: Fuld

source: Initial
da: Forløbig

source: Final
da: Endelig

source: Automatic
da: Automatisk

source: Minor
da: Underordnede

source: Suspicious
da: Mistænkelig

source: NONE
da: INGEN

source: MINOR
da: UNDERORDNEDE

source: Metadata Extract
da: Metadata udtræk

source: Configure
da: Konfigurer

source: Filters
da: Filtre

source: Metadata Controls
da: Metadata Kontroller

source: Code Options
da: Kode muligheder
