Repository: frla/DxGetText
Catalog: translations/*/tpabbrevia.po
Languages: da

source: Invalid file - not a PKZip file
da: Ugyldig fil - ikke en PKZip fil

source: Cannot extract file - newer version required
da: Kan ikke trække fil ud - nyere version krævet

source: Cannot extract file - unsupported compression method
da: Kan ikke udtrække fil - ikke supporteret paknings metode

source: Cannot extract file - no extraction support provided
da: Kan ikke trække fil ud - udtræknings understøttelse ikke angivet

source: Cannot extract file - invalid password
da: Kan ikke udtrække fil - ugyldig kodeord

source: Cannot insert file - no insertion support provided
da: Kan ikke indsætte fil - ingen indsættelse understøttelse angivet

source: Invalid Reduce Factor
da: Ugyldig Reducerings Faktor

source: Cannot insert file - duplicates stored name
da: Kan ikke indsætte fil - dublikeret gemt navn

source: Cannot insert file - unsupported compression method
da: Kan ikke indsætte fil - ikke understøttet paknings metode

source: Process aborted by user
da: Process afbrudt af bruger

source: Archive is busy - cannot process new requests
da: Pakker er aktiv - kan ikke behandle nye opgaver

source: Insert the last disk in the spanned disk set
da: Indsæt sidste disk i det spredte disk sæt

source: Insert floppy
da: Indsæt diskette

source: Specify spanned image file #
da: Specificer sprednings billed file #

source: Specify the last file name in the spanned image set
da: Specificer det sidste fil navn i det spredte billed sæt

source: Image file name
da: Billed fil navn

source: Spanned archives must be opened as file streams
da: Spredte arkiver skal åbnes som en fil stream

source: Insert disk number %d of the spanned disk set
da: Indsæt disk nummer %d af det spredte disk sæt

source: Insert span number %d of the spanned file set
da: Indsæt spredt nummer %d af det spredte fil sæt

source: Cannot update an existing spanned disk set
da: Kan ikke opdatere et eksisterede spredt sæt

source: Cannot make a self-extracting spanned disk set
da: Kan ikke oprette et selv-udpakkende spredt disk sæt

source: Insert a blank floppy disk
da: Indsæt en blank diskette

source: Directory does not exist
da: Folder findes ikke

source: Cannot inflate block
da: Kan ikke udpakke blok

source: Invalid Stream
da: Ugyldig Stream

source: Error truncating Zip File
da: Fejl ved komprimering af Zip Fil

source: Failed CRC Check
da: Fejlede CRC Check

source: Stub must be an executable
da: Stub smal være eksekverbar

source: Invalid Local File Header entry
da: Ugyldig Lokal Fil Hoved angivelse

source: Archive does not exist - Filename is blank
da: Akriv findes ikke - Filnavn er blank

source: Error reading archive
da: Fejl ved læsning af arkiv

source: Invalid archive item index
da: Ugyldig arkiv element index

source: Invalid archive size threshold
da: Ugyldig arkiv størrelses grænse

source: Unhandled Archive Type
da: Ikke håndteret Arkiv Type

source: Spanning not supported by this Archive type
da: Spredning ikke understøttet af denne Arkiv type

source: Error creating Log File
da: Fejl ved opretteslse af Log Fil

source: Error Moving File %s to %s
da: Fejl ved Flytning af File %s til %s

source: Cannot load cabinet.dll
da: Kan ikke hente cabinet.dll

source: FCI cannot open file
da: FCI kan ikke åbne fil

source: FCI cannot read file
da: FCI kan ikke læse fil

source: FCI cannot write file
da: FCI kan ikke skrive fil

source: FCI close file error
da: FCI luknings fil fejl

source: FCI file seek error
da: FCI fil positionerings fejl

source: FCI file delete error
da: FCI fil sletnings fejl

source: FCI cannot add file
da: FCI kan ikke tilføje fil

source: FCI cannot create context
da: FCI kan ikke oprette context

source: FCI cannot flush cabinet
da: FCI kan ikke skrive cabinet

source: FCI cannot flush folder
da: FCI kan ikke skrive folder

source: FDI cannot enumerate files
da: FCI kan ikke gennemløbe filer

source: FDI cannot create context
da: FCI kan ikke oprette contect

source: Invalid cab file template
da: Ugyldig cab fil skabelon

source: Invalid file - not a cabinet file
da: Ugyldig fil - ikke en cabinet fil

source: Stored
da: Gemt

source: Shrunk
da: Skrumpet

source: Reduced
da: Reduceret

source: Imploded
da: Imploderet

source: Deflated
da: Udfladet

source: Enhanced Deflation
da: Udvidet Udfladning

source: DCL Imploded
da: DCL Imploderet

source: Best Method
da: Bedste Metode

source: Compressed Size: %d
da: Komprimeret Størrelse: %d

source: Uncompressed Size: %d
da: Ukormprimeret Størrelse: %d

source: Compression Method: %s
da: Komprimerings Metode: %s

source: Compression Ratio: %2.0f%%
da: Komprimerings Faktor: %2.0f%%

source: External File Attributes: %s
da: Ekstern Fil Attributter: %s

source: File Type: %s
da: Fil Type: %s

source: Text
da: Tekst

source: Binary
da: Binær

source: Encryption: %s
da: Indkodning: %s

source: Encrypted
da: Indkodet

source: Not Encrypted
da: Ikke Indkodet

source: Time Stamp: %s
da: Tidsstempling: %s

source: Made by Version: %f
da: Lavet med version: %f

source: Version Needed to Extract: %f
da: Version nødvendig for Udpakning: %f

source: Comment: %s
da: Kommentar: %s

source: PKZip Archives (*.zip)|*.zip|Self Extracting Archives (*.exe)|*.exe|All Files (*.*)|*.*
da: PKZip Arkiver (*.zip)|*.zip|Selvudpakkende Arkiver (*.exe)|*.exe|Alle Filer (*.*)|*.*

source: Select File Name
da: Vælg Fil Navn

source: Enter Password
da: Indtast kodeord

source: &Password
da: &Kodeord

source: &Verify
da: &Verificer

source: Cabinet Archives (*.cab)|*.CAB|All Files (*.*)|*.*
da: Cabinet Arkiver (*.cab)|*.CAB|Alle Filer (*.*)|*.*

source: Text Files (*.txt)|*.TXT|All Files (*.*)|*.*
da: Text Filer (*.txt)|*.TXT|Alle Filer (*.*)|*.*

source: Self-Extracting Zip Files (*.exe)|*.EXE|All Files (*.*)|*.*
da: Selv-Udpakkende Zip Filer (*.exe)|*.EXE|Alle Filer (*.*)|*.*

source: VMS: request to read too many bytes [%d]
da: VMS: bedt om at læse for mange tegn [%d]

source: VMS: invalid origin %d, should be 0, 1, 2
da: VMS: Ugyldig postition %dm burde være 0, 1, 2

source: VMS: Cannot open swap file %s
da: VMS: Kan ikke åbne swap fil %s

source: VMS: Failed to seek in swap file %s
da: VMS: Fejlede at positionere i swap fil %s

source: VMS: Failed to read %d bytes from swap file %s
da: VMS: Fejlede at læse %d tegn fra swap fil %s

source: VMS: Failed to write %d bytes to swap file %s
da: VMS: Fejlede at skrive %d tegn til swap fil %s

source: VMS: request to write too many bytes [%d]
da: VMS: bedt om at skrive for mange tegn [%d]

source: BBS: request to read too many bytes [%d]
da: BBS: bedt om at læse for mange tegn [%d]

source: BBS: New position is outside the buffer
da: BBS: Ny position uden for buffer

source: BBS: Invalid Origin value
da: BBS: Ugyldig positions værdi

source: BBS: request to write too many bytes [%d]
da: BBS: bedt om at skrive for mange tegn [%d]

source: TabSlidingWindowStream.Write: Not at end of stream
da: TabSlidingWindowStream.Write: Ikke ved enden at stream

source: TabSlidingWindowStream.bsWriteChunk: seek failed
da: TabSlidingWindowStream.bsWriteChunk: positionering fejlede

source: TabSlidingWindowStream.bsWriteChunk: write failed
da: TabSlidingWindowStream.bsWriteChunk: skrivning fejlede

source: TabSlidingWindowStream.Seek: invalid origin
da: TabSlidingWindowStream.Seek: ugyldig position

source: TabSlidingWindowStream.Seek: invalid new position
da: TabSlidingWindowStream.Seek: ugyldig ny position

source: Packed
da: Pakket

source: Method
da: Metode

source: Ratio (%)
da: Faktor (%)

source: Time Stamp
da: Tidsstempling

source: Version Made
da: Version Lavet

source: Version Needed
da: Version Krævet

source: Partial
da: Delvis

source: Executable
da: Udførbar

source: added
da: tilføjet

source: deleted
da: slettet

source: extracted
da: udpakket

source: freshened
da: opfrisket

source: moved
da: flyttet

source: replaced
da: erstattet

source: logging
da: logget

source: Invalid Gzip
da: Ugyldig Gzip

source: Bad CRC
da: Dårlig CRC

source: Bad File Size
da: Dårlig Fil Størrelse

source: Unhandled Entity
da: Uhægtet Enhed

source: FAT File System (MS-DOS, OS/2, NT/Win32)
da: FAT Fil System (MS-DOS, OS/2, NT/Win32)

source: ID undefined by gzip
da: ID ikke defineret af gzip

source: Index out of bounds
da: Indeks uden for område

source: Compound file is busy updating
da: Sammensat fil er ved at blive opdateret

source: Invalid compound file
da: Ugyldig sammensat fil

source: File/Directory not found
da: Fil/Folder ikke fundet

source: Folder not empty
da: Folder er ikke tom

source: File size exceeds maximum allowable
da: Fil størrelse overskrider maksimalt tilladt
