Repository: frla/DxGetText
Catalog: tags/Gorm-2014-07-05/translations/*/devexpress.po
Languages: da

source: Can't create the registry key: \%s
da: Kan ikke registrere nøglen: \%s

source: Item already exists
da: Element findes allerede

source: RecordIndex out of range
da: RecordIndex uden for tilladte område

source: ItemIndex out of range
da: ItemIndex uden for tilladte område

source: This operation is not supported in provider mode
da: Dette operation er ikke supporteret i provider mode

source: RowIndex out of range
da: RowIndex ikke i tilladte område

source: GetInfoForCompare not implemented
da: GetInfoForCompare ikke implementeret

source: DetailFilterController not found
da: DetailFilterController ikke fundet

source: DataController not in GridMode
da: DataController ikke i GridMode

source: Key Field not found
da: Nøgle Felt ikke fundet

source: AND
da: OG

source: OR
da: ELLER

source: NOT AND
da: IKKE OK

source: NOT OR
da: IKKE ELLER

source: Add &Condition
da: Tilføj &Betingelse

source: Add &Group
da: Tilføj &Gruppe

source: &Remove Row
da: &Fjern Række

source: Clear &All
da: Nulstil &Alt

source: press the button to add a new condition
da: tryk på knappen for at tilføje ny betingelse

source: applies to the following conditions
da: gælder for følgende betingelser

source: <root>
da: <roden>

source: <empty>
da: <tom>

source: Can't build filter from source
da: Kan ikke bygge filter fra Source

source: Custom Filter
da: Bruger definerbar Filter

source: Invalid value
da: Ugyldig værdi

source: Use
da: Brug

source: to represent any single character
da: til repræsenterer ethvert enkelt tegn

source: to represent any series of characters
da: til repræsenterer enhver serie af tegn

source: Show rows where:
da: Vis rækker hvor:

source: Filter builder
da: Filter-Bygger

source: untitled.flt
da: udennavn.flt

source: Open an existing filter
da: Åben et eksisterende filter

source: Save the active filter to file
da: Gem det aktive filter til fil

source: &Save As...
da: Gem &Som...

source: Filters (*.flt)|*.flt
da: Filtre (*.flt)|*.flt

source: equals
da: lig med

source: does not equal
da: ikke lig med

source: is less than
da: er mindre end

source: is less than or equal to
da: er mindre end eller lige med

source: is greater than
da: er større end

source: is greater than or equal to
da: er større end eller lige med

source: like
da: som

source: not like
da: ikke som

source: between
da: imellem

source: not between
da: ikke imellem

source: in
da: i

source: not in
da: ikke i

source: is yesterday
da: er i dag

source: is today
da: er i dag

source: is tomorrow
da: er i morgen

source: is last week
da: er sidste uge

source: is last month
da: er sidste måned

source: is last year
da: er sidste år

source: is this week
da: er dette år

source: is this month
da: er denne måned

source: is this year
da: er dette år

source: is next week
da: er næste uge

source: is next month
da: er næste måned

source: is next year
da: er næste år

source: and
da: og

source: or
da: eller

source: not
da: ikke

source: is blank
da: er blank

source: is not blank
da: er ikke blank

source: begins with
da: begynder med

source: does not begin with
da: begynder ikke med

source: ends with
da: ender med

source: does not end with
da: ender ikke med

source: contains
da: indeholder

source: does not contain
da: indeholder ikke

source: (All)
da: (Alle)

source: (Custom...)
da: (Bruger definerbar)

source: (Blanks)
da: (Blanke)

source: (NonBlanks)
da: (Ikke Blanke)

source: Could not convert to date
da: Kunne ikke konvertere til dato

source: The repository item is not acceptable
da: Pulje element accepteres ikke

source: Could not convert to numeric value
da: Kunne ikke konvertere til en numerisk værdi

source: Circular referencing is not allowed
da: Cirkular reference er ikke tilladt

source: An error occured during posting edit value
da: En fejl opstod under posteringen af edit værdien

source: Could not convert to time
da: Kunne ikke konvertere til tidspunk

source: Invalid input value. Use escape key to abandon changes
da: Ugyldig input værdi. Brug escape tasten til at fortryde ændringerne

source: Value out of bounds
da: Værdi uden for tilladte grænse

source: (MEMO)
da: (BEMÆRKNING)

source: (memo)
da: (bemærkning)

source: (PICTURE)
da: (BILLED)

source: (picture)
da: (billed)

source: Now
da: Nu

source: Today
da: I dag

source: Invalid Date
da: Ugyldig Dato

source: today
da: i dag

source: yesterday
da: i går

source: tomorrow
da: i morgen

source: first
da: første

source: second
da: anden

source: third
da: tredie

source: fourth
da: fjerde

source: fifth
da: femte

source: sixth
da: sjete

source: seventh
da: syvende

source: now
da: nu

source: BlobEdit|Represents the BLOB editor
da: BlobEdit|Repræsentere en BLOB editor

source: ButtonEdit|Represents an edit control with embedded buttons
da: ButtonEdit|Repræsentere et indtastningsfelt med indbyggede knapper

source: CalcEdit|Represents an edit control with a dropdown calculator window
da: CalcEdit|Repræsentere et indtastnings felt med en dropdown regnemaskine

source: CheckBox|Represents a check box control that allows selecting an option
da: CheckBox|Repræsentere et afkrydsnings felt der tillader valg af en mulighed

source: ComboBox|Represents the combo box editor
da: ComboBox|Repræsentere en combo box editor

source: CurrencyEdit|Represents an editor enabling editing currency data
da: CurrencyEdit|Repræsentere et indtastnings felt til indtastning af beløb

source: DateEdit|Represents an edit control with a dropdown calendar
da: DateEdit|Repræsentere et indtastnings felt med en dropdown kalender

source: HyperLink|Represents a text editor with hyperlink functionality
da: HyperLink|Repræsentere et indtastnings felt med hyperlink funktionalitet

source: ImageComboBox|Represents an editor displaying the list of images and text strings within the dropdown window
da: ImageComboBox|Repræsentere en editor der viser en liste af billeder og tekst-strenge i et dropdown vindue

source: Image|Represents an image editor
da: Image|Repræsentere en billed editor

source: LookupComboBox|Represents a lookup combo box control
da: LookupComboBox|Repræsentere et lookup combo box indtastnings felt

source: MaskEdit|Represents a generic masked edit control.
da: MaskEdit|Repræsentere et maske indtastnings felt

source: Memo|Represents an edit control that allows editing memo data
da: Memo|Repræsentere en edit-kontrol der tillader editering af memo data

source: MRUEdit|Represents a text editor displaying the list of most recently used items (MRU) within a dropdown window
da: MRUEdit|Repræsentere en tekst editor der viser en list indeholdende seneste anvendte elementer (MRU) i et dropdown vindue

source: PopupEdit|Represents an edit control with a dropdown list
da: PopupEdit|Repræsentere en edit-kontrol med en dropdown liste

source: SpinEdit|Represents a spin editor
da: SpinEdit|Repræsentere en spin-editor

source: RadioGroup|Represents a group of radio buttons
da: RadioGroup|Repræsentere en radio-knap

source: TextEdit|Represents a single line text editor
da: TextEdit|Repræsentere en editor til indtastning af enkelt linie

source: TimeEdit|Represents an editor displaying time values
da: TimeEdit|Repræsentere en editor til indtastning af tids-værdier

source: Char
da: Tegn

source: The source stream is not assigned
da: Source stream er ikke tilknyttet

source: The source stream is empty
da: Source stream er tom

source: The '+' quantifier cannot be applied here
da: Værdien '+' kan ikke anvendes her

source: The '*' quantifier cannot be applied here
da: Værdien '*' kan ikke anvendes her

source: The alternative should not be empty
da: Alternativet bør ikke være tom

source: The block should not be empty
da: Blokken bør ikke være tom

source: Illegal '%s'
da: Ugyldig '%s'

source: Illegal quantifier '%s'
da: Ugyldig værdi '%s'

source: The parameter quantifiers are not supported
da: Parameter værdier er ikke understøttet

source: Illegal integer value
da: Ugyldig heltals værdi

source: Too big reference number
da: Reference nummeret er for stort

source: Can't create empty enumeration
da: Kan ikke oprete en tom enumeration

source: The starting character of the subrange must be less than the finishing one
da: Start tegnet i underområdet skal være mindre end slut tegnet

source: Hexadecimal number expected
da: Hexadecimal nummer er forventet

source: Hexadecimal number expected but '%s' found
da: Hexadecimal nummer forventet men '%s' blev fundet

source: Missing '%s'
da: Mangler '%s'

source: Unnecessary '%s'
da: Unødvendig '%s'

source: The space character is not allowed after '\'
da: Mellerums tegnet er ikke tilladt efter '\'

source: Regular expression is not compiled
da: Almindelig udtryk er ikke compileret

source: Incorrect parameter quantifier
da: Inkorrekt parameter værdi

source: The parameter quantifier cannot be applied here
da: Parameter værdi kan ikke anvendes her

source: Regular expression errors:
da: Fejl i udtryk

source: The edit value is invalid
da: Indtastnings værdien er ugyldig

source: Illegal file format
da: Ugyldig fil format

source: The mask collection file is empty
da: Maske-samlings filen er tom

source: Mask collection files
da: Maske-samlings filer

source: Index (%d) must be between 0 and %d
da: Index (%d) skal være mellem 0 og %d

source: BaseImages is not assigned
da: BaseImages er ikke sat

source: There are no styles registered
da: Der er ikke registreret nogen styles

source: PCPainterClass is nil
da: PCPainterClass er nil

source: %s is an unsupported standard style
da: %s er en ikke supporteret standard style

source: %s is an unregistered style name
da: %s er et ikke registreret style navn

source: Tab's index (%d) out of bounds
da: Tab's index (%d) er uden for tilladte grænse

source: TabVisibleIndex (%d) must be between 0 and %d
da: TabVisibleIndex (%d) skal være mellem 0 og %d

source: There are no visible tabs
da: Der er ikke nogen synlig tabs

source: Unsupported export type: %1
da: Ikke supporteret eksport type %1

source: The Style Manager is currently being used elsewhere and can not be released at this stage
da: Style manager bruges p.t. andetsteds og kan ikke frigøres på dette tidspunkt

source: Can't create style manager
da: Kan ikke oprette style manager

source: Export to Web page (*.html)
da: Eksport til Web side (*.html)

source: Export to XML document (*.xml)
da: Eksport til XML dokument (*.xml)

source: Export to text format (*.txt)
da: Eksport til tekst format (*.txt)

source: Export cache is empty
da: Ekspor cache er tom

source: Incorrect union of cells
da: Inkorrekt sammenføjning af celler

source: Illegal width of the column
da: Ugyldig bredde på kolonnen

source: Invalid column or row count
da: Ugyldig kolonne eller række antal

source: Illegal height of the row
da: Ugyldig række højde

source: The column index %d out of bounds
da: Kolonne index %d uden for tilladte grænse

source: The row index %d out of bounds
da: Række index %d uden for tilladte grænse

source: Invalid style index %d
da: Ugyldig stile index %d

source: Export to MS Excel (*.xls)
da: Eksporter til MS Excel (*.xls)

source: Error write XLS file
da: Fejl ved skrivning af XLS fil

source: Invalid cell dimension
da: Ugyldig celle dimension

source: Select value
da: Vælg værdi

source: (automatic)
da: (automatisk)

source: (custom)
da: (Bruger definerbar)

source: Select the date
da: Vælg dato

source: Select item
da: Vælg element

source: Image Index
da: Billed Index

source: Text
da: Tekst

source: The place for the
da: Placeringen af

source: You cannot assign the same control to more than one TdxBarControlContainerItem.
da: Du kan ikke tildele samme kontrol til mere end et TdxBarControlContainerItem.

source: Are you sure you want to reset the changes made to the '%s' toolbar?
da: Er du sikker på at ud vil nulstille ændringerne lavet til værktøjslinie '%s' ?

source: This will delete the record of the commands you've used in this application and restore the default set of visible commands to the menus and toolbars. It will not undo any explicit customizations. Are you sure you want to proceed?
da: Dette vil slette posten med kommandoer du har brugt i dette program og vil retunere til standard sættet af synlig kommandoer i menuer og værktøjslinier. Det vil ikke fjerne eksplisitte tilpasninger. Er du sikker på at du vil fortsætte?

source: A Form should contain only a single TdxBarManager
da: En form bør kun indeholde en enkelt TdxBarManager

source: TdxBarManager should have as its Owner - TForm (TCustomForm)
da: TdxBarManager bør have en TForm (TCustomForm) som dens ejer

source: There are no TdxBarManagers available
da: Der er ikke nogel tilgængelig TdxBarMagager til rådighed

source: Are you sure you want to delete the '%s' toolbar?
da: Er du sikker på at ud vil slette '%s' værktøjslinien ?

source: Are you sure you want to delete the '%s' category?
da: Er du sikker på at du vil slette '%s' kategorien?

source: Are you sure you want to delete all commands in the '%s' category?
da: Er du sikker på at du vil slette alle kommandoer i '%s' kategorien?

source: You cannot create recursive subitems
da: Du kan ikke oprette rekursive underelementer

source: A command name cannot be blank. Please enter a name.
da: Et kommando navn kan ikke være blankt. Indtast et navn.

source: A toolbar named '%s' already exists. Type another name.
da: Der findes allerede en værktøjslinie ved navn '%s'. Skriv et andet navn.

source: You cannot create recursive groups
da: Du kan ikke oprette gentagne grupper

source: Add &Button
da: Tilføj &Knap

source: Add &Item
da: Tilføj &Element

source: Delete Bar
da: Slet Værktøjslinie

source: Defa&ult style
da: Stan&dard stil

source: &Text Only (Always)
da: Kun &Tekst (Altid)

source: Text &Only (in Menus)
da: Kun Te&kst (i Menuer)

source: Image &and Text
da: Billed &og Tekst

source: Begin a &Group
da: Påbegynd en &Gruppe

source: &Visible
da: &Synlig

source: &Most recently used
da: &Senest anvendte (MRU)

source: Add...
da: Tilføj...

source: Rename...
da: Omdøb...

source: Visible
da: Synlig

source: SubMenu Editor...
da: UnderMenu Editor...

source: ExpressBars SubMenu Editor
da: ExpressBars UnderMenu Editor

source: Insert...
da: Indsæt...

source: Move Up
da: Flyt Op

source: Move Down
da: Flyt Ned

source: PopupMenu Editor...
da: PopopoMenu Editor...

source: Toolbars
da: Værktøjslinier

source: Commands
da: Kommandoer

source: &New...
da: &Ny...

source: R&ename...
da: O&mdøb

source: Comman&ds:
da: Komman&doer:

source: Description
da: Beskrivelse

source: &Customize...
da: &Tilpas...

source: &Reset Toolbar
da: &Nulstil Værktøjslinie

source: Expand (Ctrl-Down)
da: Udvid (Ctrl-Ned)

source: Drag to make this menu float
da: Træk for at gøre dette en flydende menu

source: Custom
da: Definerbar

source: Add Category
da: Tilføj Kategori

source: Insert Category
da: Indsæt Kategori

source: Rename Category
da: Omdøb Kategori

source: Add Toolbar
da: Tilføj Værktøjslinie

source: Rename Toolbar
da: Omdøb Værktøjslinie

source: &Category name:
da: &Kategori navn:

source: &Toolbar name:
da: &Værktøjslinie navn:

source: Customization Form...
da: Tilpasnings Form...

source: ... modify
da: ... ændre

source: Personalized Menus and Toolbars
da: Tilpassede Menuer og Værktøjslinier

source: Me&nus show recently used commands first
da: Me&nuer vis seneste brugte kommandoer først

source: &Reset my usage data
da: &Nulstil brugs data

source: Other
da: Andet

source: Show Tool&Tips on toolbars
da: Vis Værktøjs&Tips på Værktøjslinierne

source: Show s&hortcut keys in ToolTips
da: Vis &genvejs taster i VærktøjsTipsene

source: Random
da: Tilfældig

source: Unfold
da: Udfold

source: Slide
da: Glid

source: Fade
da: Opløs

source: You already have an existing DBNavigator button with the same defined style
da: Du har allerede en eksisterende DBNavigator knap med samme defineret stil

source: Do you want to delete the current record?
da: Vil du slette aktive post?

source: First
da: Første

source: Prior
da: Forrige

source: Next
da: Næste

source: Last
da: Sidste

source: Insert
da: Indsæt

source: Sort Ascending
da: Sorter Stigende

source: Sort Descending
da: Sorter Faldende

source: Clear Sorting
da: Nulstil Sortering

source: Group By This Field
da: Grupper efter dette Felt

source: Remove from grouping
da: Fjern fra gruppering

source: Group By Box
da: Grupperings område

source: Alignment
da: Justering

source: Align Left
da: Juster Venstre

source: Align Right
da: Juster Højre

source: Align Center
da: Juster Centreret

source: Remove This Column
da: Fjern denne kolonne

source: Field Chooser
da: Felt-Vælger

source: Best Fit
da: Tilpas kolonne bredde

source: Best Fit (all columns)
da: Tilpas kolonne bredde (alle kolonne)

source: Footer
da: Bund

source: Group Footers
da: Grupperings bund

source: Count
da: Antal

source: Average
da: Gennemsnit

source: You cannot create recursive levels
da: Du kan ikke oprette gentagne niveauer

source: <No data to display>
da: <ingen data at vise>

source: Click here to add a new row
da: Klik her for at tilføje en ny række

source: <Filter is Empty>
da: <Filter er Tom>

source: Customization
da: Tilpasning

source: Columns
da: Kolonner

source: Drag a column header here to group by that column
da: Træk en kolonne hertil for at gruppere efter den kolonne

source: Customize...
da: Tilpas...

source: Click here to select visible columns
da: Klik her for at vælge usynlige kolonner

source: Bands
da: Bånd

source: Click here to select visible bands
da: Klik her for at vælge usynlige bånd

source: Rows
da: Rækker

source: Missing an intermediary component! Please add a %s component to the form.
da: Mangler et komponent Vær venlig at tilføjje et %s komponent til formen.

source: cxGrid does not exist
da: cxGrid findes ikke

source: Component does not exist
da: Komponent eksistere ikke

source: Import error
da: Import fejl

source: Grid view does not exist
da: Grid view findes ikke

source: Active grid level does not exist
da: Aktive grid niveau findes ikke

source: Can't create the export output file
da: Kan ikke oprette export filen

source: ExtLookupComboBox|Represents an ultra-advanced lookup using the QuantumGrid as its drop down control
da: ExtLookupComboBox|Repræsentere et ultra avanceret lookup ved brug af QuantumGrid som en drop down kontrol

source: Invalid the TdxNavBarGroupControl parent or group.
da: Ugyldig TdxNavBarGroupControl forældre eller gruppe.

source: Configure buttons
da: Konfigurer knapper

source: Untitled event
da: Unavngiven hændelse

source: Horizontal
da: Horisontal

source: TimeGrid
da: TidsGrid

source: Minute
da: Minut

source: Hour
da: Time

source: is a recurring event. Do you want to delete only this occurrence or the series?
da: er en gentagende hændelse. Vil du kun slette denne forefindelse eller serierne?

source: is a recurring event. Do you want to open only this occurrence or the series?
da: er en gentagende hændelse. Vil du kun åbne denne forefindelse eller serierne?

source: Go To Date
da: Gå Til Dato

source: Confirm Delete
da: Bekræft sletning

source: Delete this occurrence
da: Slet denne forfindelse

source: Delete the series
da: Slet serierne

source: Open Recurring Item
da: Åben gentagende Element

source: Open this occurrence
da: Åben denne forfindelse

source: Open the series
da: Åben serierne

source: Do you want to save changes?
da: Vil du gemme ændringerne?

source: This item has been changed. Are you sure you want to delete it?
da: Dette element er blevet ændret. Er du sikker på at du vil slette det.

source: The end date you entered occurs before the start date.
da: Slut datoen du indtastede ligger tidligere end start datoen.

source: The recurrence pattern is not valid.
da: Resource mønster er ikke valid.

source: Some months have fewer than %s days. For these months, the occurrence will fall on the last day of the month.
da: Nogle måneder har færre end %s dage. For disse måneder vil hændelsen finde sted den sidste dag i måneden.

source: The duration of the event must be shorter than how frequently it occurs. Shorten the duration, or change the recurrence pattern in the Recurrence dialog box.
da: Hændelsens varighed skal være kortere end hvor ofte den forefindes. Afkort varigheden, eller ændre gentagelsesmønsteret i Gentagelses vinduet.

source: Untitled
da: Unavngiven

source: simple event
da: simpel hændelse

source: recurrence event
da: gentagelse hændelse

source: exception event
da: undtagelse hændelse

source: occurence event
da: forekomst hændelse

source: &Edit
da: &Rediger

source: &Recurrence
da: &Gentagelse

source: &Date:
da: &Dato:

source: &Show in:
da: &Vis i:

source: Day Calendar
da: Dag Kalender

source: Week Calendar
da: Uge Kalender

source: Month Calendar
da: Måned Kalender

source: Work Week Calendar
da: Arbejds-uge Kalender

source: &Subject:
da: &Vedrørende:

source: &Location:
da: &Lokation:

source: S&tart time:
da: S&tart tid:

source: &End time:
da: &Slut tid:

source: &All day event
da: &Heldags Hændelse

source: Reminder:
da: Påminder:

source: Sho&w time as:
da: V&is tid som:

source: minutes
da: minutter

source: hour
da: time

source: hours
da: timer

source: day
da: dag

source: days
da: dage

source: week
da: uge

source: weeks
da: uger

source: Busy
da: Optaget

source: Free
da: Fri

source: Tentative
da: Følsom

source: Out of office
da: Ikke på kontoret

source: Event recurrence
da: Hændelse gentagelse

source: Event time
da: Hændelse tid

source: Recurrence pattern
da: Gentagelses mønster

source: Range of recurrence
da: Varrighed af gentagelse

source: &End:
da: &Slut:

source: &Daily
da: &Daglig

source: &Weekly
da: &Ugentlig

source: &Monthly
da: &Månedlig

source: &Yearly
da: &Årlig

source: E&very
da: H&ver

source: Every wee&kday
da: Hver ug&edag

source: day(s)
da: dag(e)

source: week(s) on:
da: uge(r) på:

source: Rec&ur every
da: Gen&tag hver

source: of every
da: af hver

source: month(s)
da: måned(er)

source: T&he
da: &Den

source: of
da: af

source: last
da: sidste

source: D&ay
da: D&ag

source: weekday
da: ugedag

source: weekend day
da: weekend dag

source: &No end date
da: &Ikke slut dato

source: End a&fter:
da: Slut e&fter:

source: End &by:
da: Slut &ved:

source: occurrences
da: forekomster

source: &Remove recurrence
da: &Fjern gentagelse

source: Resources layout editor
da: Resource layout editor

source: &New Event
da: &Ny hændelse

source: New All Day &Event
da: Ny heldags &Hændelse

source: New &Recurring Event
da: Ny &Gentagende hændelse

source: T&oday
da: I &dag

source: Go to This &Day
da: Gå til denne &Dag

source: Go &to Date...
da: Gå &til Dato...

source: Resources layout editor...
da: Resource layout editor...

source: Edit Se&ries
da: Editer Se&rier

source: S&how Time As
da: V&is Tid Som

source: &Free
da: &Fri

source: &Tentative
da: &Følsom

source: &Busy
da: &Optaget

source: &Out of Office
da: &Ikke på kontoret

source: &Label
da: &Ledetekst

source: Important
da: Vigtig

source: Business
da: Forretning

source: Personal
da: Personlig

source: Vacation
da: Ferie

source: Must Attend
da: Skal Deltage

source: Travel Required
da: Rejse nødvendig

source: Needs Preparation
da: Kræver Forberedelse

source: Birthday
da: Fødselsdag

source: Anniversary
da: Jubilæum

source: Phone Call
da: Telefon opringning

source: Chan&ge Time Zone
da: Ænd&re Tids-Zone

source: 6&0 Minutes
da: 6&0 Minutter

source: &30 Minutes
da: &30 Minutter

source: &15 Minutes
da: &15 Minutter

source: 10 &Minutes
da: 10 &Minutter

source: &6 Minutes
da: &6 Minutter

source: &5 Minutes
da: &5 Minutter

source: 1 Reminder
da: 1 Påmindelse

source: %d Reminders
da: %d Påmindelser

source: &Dismiss
da: &Forkast

source: Dismiss &All
da: Forkast &Alle

source: Due in
da: oprinder om

source: &Open Item
da: &Åben Element

source: Subject
da: Vedrørende

source: %d reminders are selected
da: %d påmindelser er valgt
