Repository: frla/DxGetText
Catalog: tags/Gorm-2014-07-05/translations/*/devexpress.po
Languages: da

source: Start time: %s
da: Start tid: %s

source: 0 minutes
da: 0 minutter

source: 5 minutes
da: 5 minutter

source: 10 minutes
da: 10 minutter

source: 15 minutes
da: 15 minutter

source: 20 minutes
da: 20 minutter

source: 30 minutes
da: 30 minutter

source: 1 hour
da: 1 time

source: 2 hours
da: 2 timer

source: 3 hours
da: 3 timer

source: 4 hours
da: 4 timer

source: 5 hours
da: 5 timer

source: 6 hours
da: 6 timer

source: 7 hours
da: 7 timer

source: 8 hours
da: 8 timer

source: 9 hours
da: 9 timer

source: 10 hours
da: 10 timer

source: 11 hours
da: 11 timer

source: 12 hours
da: 12 timer

source: 18 hours
da: 18 timer

source: 1 day
da: 1 dag

source: 2 days
da: 2 dage

source: 3 days
da: 3 dage

source: 4 days
da: 4 dage

source: 1 week
da: 1 uge

source: 2 weeks
da: 2 uger

source: Storage not assigned
da: ikke tildelt

source: Yes
da: Ja

source: No
da: Nej

source: Location
da: Lokation

source: All day
da: Hele dagen

source: Finish
da: Afslut

source: State
da: Status

source: Reminder
da: Påminder

source: StartDate
da: StartDato

source: StartTime
da: StartTid

source: EndDate
da: SlutDato

source: EndTime
da: SlutDato

source: Alldayevent
da: Heledageshændelse

source: Reminderonoff
da: Påmindertilfra

source: ReminderDate
da: PåminderDato

source: ReminderTime
da: PåminderTid

source: MeetingOrganizer
da: MødeArrangør

source: RequiredAttendees
da: NødvendigeDeltagere

source: OptionalAttendees
da: ValgfrieDeltagere

source: MeetingResources
da: MødeResourcer

source: BillingInformation
da: BetalingsInformationer

source: Categories
da: Kategorier

source: Mileage
da: Kørsel

source: Priority
da: Prioritet

source: Private
da: Privat

source: Sensitivity
da: Følsomhed

source: Showtimeas
da: Vistidsom

source: The following required fields %sare not assigned!
da: Følgende krævede felter %s er ikke tildelt!

source: Invalid field name
da: Ugyldig felt navn

source: Invalid custom field
da: Ugyldig bruger felt

source: Sheet
da: Ark

source: SpreadSheet
da: RegneArk

source: SpreadSheet properties and/or events
da: RegneArk indstillinger og/eller hændelser

source: Reading SST record error
da: Fejl ved læsning af SST post

source: Invalid page number
da: Ugyldig side nummer

source: Invalid file %s name
da: Ugyldig file %s navn

source: Invalid %s file format
da: Ugyldig %s fil format

source: Sheet caption invalid or already exist
da: Ark overskrift ugyldig eller findes allerede

source: Page already exists
da: Side findes allerede

source: Merge cell error, certain cells already merged
da: Fejl ved samling af celler, nogle celler indgår i forvejen i samling

source: Cannot change part of merged cells
da: Kan ikke ændre del af samlede celler

source: Some modified cells are merged
da: Nogle ændrede celler er samlet

source: Error define name, name already exist
da: Fejl definition navn, navn findes allerede

source: Error define name, name contains extra characters
da: Fejl definition navn, navn indeholder ekstra tegn

source: Merge cells
da: Sammel celler

source: Split cells
da: Slit celler

source: Format cells
da: Formater celler

source: Hide rows
da: Skjul rækker

source: Unhide rows
da: Ophæv skjulning af rækker

source: Hide column
da: Skjul kolonne

source: Unhide column
da: Ophæv skjulning af kolonne

source: Shift cells left
da: Flyt celler til venstre

source: Shift cells top
da: Flyt celler til top

source: Shift cells right
da: Flyt celler til højre

source: Shift cells bottom
da: Flyt celler til bund

source: Entire row
da: Hele rækken

source: Entire column
da: Hele konlonnen

source: Error reading cell record
da: Fejl ved læsning af celle post

source: Error setting cell record
da: Fejl ved skrivning af celle post

source: Invalid color index
da: Ugyldig farve index

source: Invalid cell style
da: Ugyldig celle stil

source: Calculation error. Formula cycled indexes present
da: Beregnings fejl. Formular gennemløb indexer

source: Error constructing formula. Parsed expression error offset at
da: Fejl konstrueret formular. Gennemløb udtryksfejl på position

source: Error parsing formula at string position
da: Fejl ved gennemløbning på streng position

source: Error syntax in string expression
da: Syntax fejl i streng udtryk

source: Invalid function index
da: Ugyldig funktion index

source: Invalid function name
da: Ugyldig funktions navn

source: Error - symbol ')' expected!
da: Fejl - symbolet ')' forventet!

source: Error - unterminated string!
da: Fejl - Ikke termineret streng!

source: Unknown string expression
da: Ukendt streng udtryk

source: Unknown token in expression
da: Ukendt enhed i udtryk

source: Division by zero!
da: Division med nul!

source: Incompatible operands type!
da: Inkompatibel operand type!

source: Missing tokens
da: Mangler token

source: Missing stack parameters
da: Manglende stak parametre

source: Function need result
da: Funktion forventer resultat

source: #DIV/0!
da: #NULL!

source: Apply
da: Anvend

source: Cell style
da: Celle type

source: Style type
da: Stil type

source: Style settings
da: Stil indstilling

source: &General
da: &Generelt

source: &Currency
da: &Valuta

source: &Number
da: &Nummer

source: &Date/Time
da: &Dato/Tid

source: &Text
da: &Tekst

source: General format cells have no specific format.
da: Generelt formaterede celler har ikke et specifikt format.

source: Number is used for general display of numbers.
da: Nummer bruges til gennerel visning af numre.

source: Currency formats are used for general monetary amounts.
da: Valuta formater bruges til gennerelle beløbs angivelser.

source: Date/Time formats are used for date and time serial numbers as Date/Time values.
da: Dato/Tid formater bruges til dato og tid serielle numre som Dato/Tid værdier.

source: Text formatted cells are treated as text even when a number is in the cell. The cell is displayed exactly as entered.
da: Tekst-formaterede celler bliver behandlet som tekst selv hvis cellen indeholder et tal. Cellen bliver vist nøjagtig som indtastet.

source: &Alignment
da: &Justering

source: &Border
da: %Ramme

source: &Patterns
da: &Møstre

source: &Horizontal
da: &Horisontal

source: Text alignment
da: Tekst justering

source: Text control
da: Tekst kontrol

source: General
da: Generel

source: Center
da: Centrer

source: Fill
da: Udfyld

source: Justify
da: Juster

source: Bottom
da: Bund

source: &Word wrap
da: &Ord ombrydning

source: &Font
da: &Skrifttype

source: &None
da: &Ingen

source: &Ou&tl&ine
da: &Om&r&ids

source: &Inside
da: &Inderside

source: Items
da: Elementer

source: All borders
da: Alle rammer

source: &Style:
da: &Stil:

source: &Color:
da: &Farve:

source: Cell shading
da: Celle skygge

source: Sample
da: Eksempel

source: &Pattern:
da: &Mønster:

source: The quick brown fox jumps over the lazy dog
da: Den hurtige brune ræv hopper over den dogne hund

source: Use default color
da: Brug standard farve

source: Color property editor
da: Farve indstilling editor

source: Change cells
da: Ændre celler

source: Insert cells
da: Indsæt celler

source: Delete cells
da: Slet celler

source: Paste cells
da: Indsæt celler

source: Cut cells
da: Slet celler

source: Sort cells
da: Sorter celler

source: Clear cells
da: Slet celler

source: Clear all
da: Slet alle

source: Automatic
da: Automatisk

source: Undefined string in shared string table!
da: Udefineret streng i delt streng tabel!

source: Formula not construct
da: Formular ikke konstrueret

source: Unknown function
da: Ukendt funktion

source: Shared
da: Delt

source: Invalid name reference:
da: Ugyldig navn reference:

source: Error store workbook stream
da: Fejl ved skrivning af arbejdsbog stream

source: Error read workbook stream
da: Fejl ved læsning af arbejdsbog stream

source: Index %d out of bounds
da: Index %d er uden for tilladte grænse

source: Multi select required
da: Valg af flere er krævet

source: TreeListDesigner editing -
da: TreeListDesigner retter -

source: Bands...
da: Bånd...

source: Columns...
da: Kolonner...

source: Create all columns
da: Opret alle kolonner

source: Delete all columns
da: Slet alle kolonner

source: Items editor...
da: Element editor...

source: Columns
da: Kolonner

source: Bands
da: Bånd

source: Invalid integer value
da: Ugyldig heltals værdi

source: Delete record(s)?
da: Slet post(er)?

source: Control must be visible for export
da: Kontrol skal være synlig for eksport

source: Index error
da: Index fejl

source: Can't create row
da: Kan ikke oprette række

source: Can't assign rows
da: Kan ikke tildele celler

source: New Category
da: Ny Kategori

source: &Category:
da: &Kategori:

source: Can't export invisible control
da: Kan ikke eksportere usynlig kontrol

source: &Toolbar
da: &Værktøjsbar

source: Text &Labels
da: &Ledetekster
