Repository: frla/DxGetText
Catalog: tags/Gorm-2014-07-05/translations/*/ibx9.po
Languages: pt_br

source: Add Fields
pt_br: Adicionar Campos

source: Backup Database files
pt_br: Backup de Arquivo de Dados

source: Size(Bytes)
pt_br: Tamanho(Bytes)

source: Filename(s)
pt_br: Nome(s) de Arquivo

source: Pages
pt_br: Páginas

source: Da&tabase Editor...
pt_br: Edi&tor de Banco de Dados...

source: &Transaction Editor...
pt_br: Edi&tor de Transação...

source: Database is currently connected. Disconnect and continue?
pt_br: O banco de dados está atualmente conectado. Desconectar e continuar ?

source: Transaction is currently Active. Rollback and continue?
pt_br: Transação está atualmente ativa. Desfazer e continuar?

source: E&xecute
pt_br: E&xecutar

source: No dataset association
pt_br: Nenhum arquivo associado

source: Must select at least one key field and one update field
pt_br: Deve selecionar no mínimo um campo chave e um campo update

source: Update SQL statements not generated, exit anyway?
pt_br: SQL de atualização não foi gerada, sair de qualquer forma?

source: &UpdateSQL Editor...
pt_br: Editor do &UpdateSQL...

source: &Dataset Editor...
pt_br: Editor do &Dataset...

source: Unable to determine field names for %s
pt_br: Incapaz de determinar os nomes dos campos para %s

source: %s, Default
pt_br: %s, Padrão

source: InterBase library gds32.dll not found in the path. Please install InterBase to use this functionality
pt_br: Biblioteca gds32.dll do InterBase não encontrada no caminho. Favor instalar InterBase para usar esta funcionalidade

source: InterBase library gds.so.0 not found in the path. Please install InterBase to use this functionality
pt_br: Biblioteca gds32.dll do InterBase não encontrada no caminho. Favor instalar InterBase para usar esta funcionalidade

source: InterBase Install DLL ibinstall.dll not found in the path. Please install InterBase 6 to use this functionality
pt_br: Instalador DLL ibinstall.dll do InterBase não encontrado no caminho. Favor instalar InterBase 6 para usar esta funcionalidade

source: %s is an InterBase 6 function. Please upgrade to InterBase 6 to use this functonality
pt_br: %s é uma função do InterBase 6. Favor atualizar InterBase 6 para usar esta funcionalidade

source: Unsupported feature
pt_br: Característica não suportada

source: Not permitted
pt_br: Não permitido

source: Temporary file access error
pt_br: Erro no acesso ao arquivo temporário

source: Database connection timed out
pt_br: Tempo de conexão com Banco de Dados expirou

source: Cannot set database
pt_br: Não é possível ajustar banco de dados

source: Cannot set transaction
pt_br: Não é possível ajustar transação

source: Operation cancelled at user's request
pt_br: Operação cancelada em requisição do usuário

source: DPB Constant (isc_dpb_%s) is unsupported
pt_br: Constante DPB (isc_dpb_%s) não é suportada

source: DPB Constant (%d) is unknown
pt_br: Constante DPB (%d) não é conhecida

source: TPB Constant (isc_tpb_%s) is unsupported
pt_br: Constante TPB (isc_tpb_%s) não é suportada

source: TPB Constant (%d) is unknown
pt_br: Constante TPB (%d) não é conhecida

source: Cannot perform operation -- DB is not open
pt_br: Não é possível executar esta operação em um banco de dados fechado

source: Cannot perform operation -- DB is currently open
pt_br: Não é possível executar esta operação em um banco de dados aberto

source: Database name is missing
pt_br: Faltando nome do Banco de Dados

source: Transaction is not active
pt_br: Transação não está ativa

source: Transaction is active
pt_br: Transação está ativa

source: Timeout values cannot be negative
pt_br: Valor de Timeout não pode ser negativo

source: No databases are listed in transaction component
pt_br: Nenhum banco de dados está listado no componente da transação

source: Updating wrong database
pt_br: Não é possível atualizar, %s não pertence a %s

source: Updating wrong transaction. Unique transaction expected in set
pt_br: Atualizando transação errada. Transação única esperada no ajuste

source: Database not assigned
pt_br: Banco de dados não atribuído

source: Transaction not assigned
pt_br: Transação não atribuída

source: XSQLDA index out of range
pt_br: Índice XSQLDA fora da faixa

source: XSQLDA name does not exist (%s)
pt_br: Nome do XSQLDA não existe(%s)

source: End of file
pt_br: Fim do arquivo

source: Beginning of file
pt_br: Início do arquivo

source: Invalid statement handle
pt_br: Indicação de Handle inválida

source: IBSQL Open
pt_br: IBSQL Aberto

source: IBSQL Closed
pt_br: IBSQL Fechado

source: Dataset open
pt_br: Não é possível realizar esta operação em um arquivo aberto

source: Dataset closed
pt_br: Não é possível realizar esta operação em um arquivo fechado

source: Unknown SQL Data type (%d)
pt_br: Tipo de Dados SQL desconhecido (%d)

source: Invalid column index (index exceeds permitted range)
pt_br: Índice da coluna inválido (índice excedeu a faixa permitida)

source: Invalid parameter index (index exceeds permitted range)
pt_br: Parâmetro de índice inválido (índice excedeu a faixa permitida)

source: Invalid data conversion
pt_br: Conersão de dados inválida

source: Column cannot be set to null (%s)
pt_br: Coluna não pode ser ajustada para nulo (%s)

source: Blob stream cannot be read
pt_br: Blob stream não pôde ser lido

source: Blob stream cannot be written
pt_br: Blob stream não pôde ser escrito

source: Empty query
pt_br: Query vazia

source: Cannot "open" a non-select statement. Use ExecQuery
pt_br: Não é possívelt "abrir" uma indicação não selecionada. Use ExecQuery

source: No access to field "%s"
pt_br: Não é possível acessar o campo '%s' em um filtro

source: Field "%s" is read-only
pt_br: Campo '%s' não pode ser modificado

source: Field "%s" not found
pt_br: %s: Campo '%s' não encontrado

source: Not in edit mode
pt_br: Arquivo não está em modo de edição ou inserção

source: Cannot insert into dataset. (No insert query)
pt_br: Não é possível inserir dentro do dataset. (Nenhuma Query de insert)

source: Cannot post. (No update/insert query)
pt_br: Não é possível salvar. (Nenhuma Query de update/insert)

source: Cannot update. (No update query)
pt_br: Não é possível atualizar. (Nenhuma Query de update)

source: Cannot delete from dataset. (No delete query)
pt_br: Não é possível apagar do dataset. (Nenhuma Query de delete)

source: Cannot refresh row. (No refresh query)
pt_br: Não é possível atualizar linha. (Nenhuma Query de refresh)

source: Buffer not set
pt_br: Buffer não ajustado

source: Circular references not permitted
pt_br: Referências circulares não permitidas

source: SQL Parse Error: %s
pt_br: Erro na análise do SQL: %s

source: User abort
pt_br: Usuário cancelou

source: Data set is uni-directional
pt_br: Operação não permitida em um dataset unidirecional

source: Cannot create shared resource. (Windows error %d)
pt_br: Não é possível criar recursos compartilhados. (Erro do Windows %d)

source: Windows API error. (Windows error %d [$%.8x])
pt_br: Erro na API do Windows. (Erro do Windows %d [$%.8x])

source: Column lists do not match
pt_br: As listas da coluna não combinam

source: Column types don't match. (From index: %d; To index: %d)
pt_br: Os tipos da coluna não combinam. (Do índice: %d; Para índice: %d)

source: Can't end a shared transaction unless it is forced and equal to the transaction's TimeoutAction
pt_br: Não pode terminar uma transação compartilhada a menos que for forçada e igual para a TimeoutAction da transação

source: Unsupported Field Type
pt_br: Tipo de Campo não Suportado

source: Circular DataLink Reference
pt_br: Ligações de dados circulares não são permitidas

source: Empty SQL Statement
pt_br: Nenhuma declaração SQL disponível

source: use Open for a Select Statement
pt_br: use Open para uma Select Statement

source: Required Param value not set
pt_br: Valor do Parâmetro Requirido não ajustado

source: No Stored Procedure Name assigned
pt_br: Nenhum Nome de Stored Procedure Name atribuído

source: use ExecProc for Procedure; use TQuery for Select procedures
pt_br: use ExecProc para Procedure; use TQuery para Select procedures

source: Update Failed
pt_br: Atualização falhou

source: CachedUpdates not enabled
pt_br: CachedUpdates não abilitados

source: Request is not live - cannot modify
pt_br: Requisição não está ativa - não é possível modificar

source: No Provider
pt_br: Não há provedor disponível

source: No Records Affected
pt_br: Nenhum Registro Afetado

source: No Table Name assigned
pt_br: Propriedade TableName faltando

source: Cannot Create Primary Index; are created automatically
pt_br: Não é possível criar Índice Primário; são criados automaticamente

source: Cannot Drop System Index
pt_br: Não é possível "Dropar" Índice de Sistema

source: Table Name Mismatch
pt_br: Nome da Tabela não Combina

source: Index Field Missing
pt_br: Não é possível acessar o índice do campo '%s'

source: Cannot Cancel events while processing
pt_br: Não é possível cancelar eventos enquanto está processando

source: Invalid Event
pt_br: Evento Inválido

source: Exceded Maximum Event limits
pt_br: Limite Máximo de Eventos Ultrapassado

source: No Events Registered
pt_br: Nenhum Evento Registrado

source: Invalid Queueing
pt_br: Queueing Inválido

source: Invalid Registration
pt_br: Registro Inválido

source: Invalid Batch Move
pt_br: Parâmetros inválidos para batch move

source: SQL Dialect Invalid
pt_br: SQL Dialect Inválido

source: SPB Constant Not supported
pt_br: Constante SPB não suportada

source: SPB Constant Unknown
pt_br: Constante SPB Desconhecida

source: Cannot perform operation -- service is not attached
pt_br: Não é possível executar operação -- serviço não está anexado

source: Cannot perform operation -- service is attached
pt_br: Não é possível executar operação -- serviço está anexado

source: Server Name Missing
pt_br: Faltando Nome do Servidor

source: Query Parameters missing or incorrect
pt_br: Parâmetros da Query faltando ou incorreto

source: start Parameters missing or incorrect
pt_br: início de Parâmetros faltando ou incorreto

source: Unexpected Output buffer value
pt_br: Valor de Output buffer não esperado

source: Generic ServiceStart not applicable: Use Specific Procedures to set configuration params
pt_br: ServiceStart Genérico não aplicável: Use Procedures Específicas para ajustar os parâmetros da configuração

source: SQL Monitor Instance is already present
pt_br: Instância do SQL Monitor já está presente

source: Cannot print value
pt_br: Não é possível imprimir valor

source: EOF in comment detected
pt_br: Fim do comentário detectado

source: EOF in string detected
pt_br: Fim da string detectada

source: Parameter name expected
pt_br: Nome do parâmetro esperado

source: Successful execution
pt_br: Execução bem sucedida

source: No Install Options selected
pt_br: Nenhuma Opção de Instalação selecionada

source: DestinationDirectory is not set
pt_br: Faltando DestinationDirectory

source: SourceDirectory is not set
pt_br: Faltando SourceDirectory

source: Uninstall File Name is not set
pt_br: Faltando Nome do Arquivo de Desinstalação

source: %s component requires Client to function properly
pt_br: %s o componente requer o cliente para funcionar corretamente

source: %s component requires Server to function properly
pt_br: %s o componente requer o servidor para funcionar corretamente

source: Invalid option specified
pt_br: Opção especificada inválida

source: Unexpected onError return value
pt_br: Retorno do valor onError não esperado

source: Unexpected onStatus return value
pt_br: Retorno do valor onStatus não esperado

source: Edit SQL
pt_br: Editar SQL

source: DPB Constant (%s) is unknown
pt_br: Constante DPB (%s) é desconhecida

source: TPB Constant (%s) is unknown
pt_br: Constante TPB (%s) é desconhecida

source: Unknown Error - Can't retrieve plan
pt_br: Erro Desconhecido - Não é possível recuperar o mapeamento

source: Size Mismatch - Field %s size is too small for data
pt_br: Tamanho sem combinação para campo ' %s ', esperando: %d atual: %d

source: Events already registered
pt_br: Eventos já registrados

source: Trying to store a string of length %d into a field that can only contain %d
pt_br: Tentando armazenar uma string de comprimento %d dentro de uma campo que pode somente conter %d

source: &Service Editor ...
pt_br: Editor de &Service ...

source: Successful Connection
pt_br: Conexão Bem Sucedida

source: Not enough timers available
pt_br: Não há timers suficientes

source: Out of memory
pt_br: Sem memória
