Repository: frla/DxGetText
Catalog: tags/Gorm-2014-07-05/translations/*/tplockbox.po
Languages: pt_br

source: Buffer not assigned
pt_br: Buffer não atribuído

source: No Number
pt_br: Sem Número

source: Subtraction error
pt_br: Erro de subtração

source: Quotient process error
pt_br: Erro de processo de quociente

source: Factor is zero
pt_br: Fator é zero

source: Iterations must be more than 50
pt_br: Iterações devem ser maiores que 50

source: ASN key too large
pt_br: Chave ASN muito grande

source: Asymmetric key modulus invalid
pt_br: Chave assimétrica modulus inválida

source: Asymmetric key exponent invalid
pt_br: Chave assimétrica de exponente inválido

source: Buffer too small for key
pt_br: Buffer muito pequeno para chave

source: Invalid Asymmetric Key
pt_br: Chave assimátrica inválida

source: Invalid RSA Key
pt_br: Chave RSA inválida

source: Modulus string too big
pt_br: Strinf Modulus muito grande

source: Exponent string too big
pt_br: String de exponente muito grande

source: RSA key pair failure
pt_br: Falha do par de chaves RSA

source: Invalid RSA public key
pt_br: Chave pública RSA inválida

source: Invalid RSA private key
pt_br: Chave privada RSA inválida

source: RSA encryption failure
pt_br: Falha na encriptação RSA

source: RSA decryption failure
pt_br: Falha na decriptação RSA

source: Invalid block size for key128
pt_br: Tamanho de bloco inválido para chave128

source: Invalid block size for key256
pt_br: Tamanho de bloco inválido para chave256

source: Invalid block size for key512
pt_br: Tamanho de bloco inválido para chave512

source: Invalid block size for key768
pt_br: Tamanho de bloco inválido para chave768

source: Invalid block size for key1024
pt_br: Tamanho de bloco inválido para chave1024

source: RSA encoding error: too much data for block
pt_br: Erro de encodificação RSA: muitos dados para o bloco

source: RSA decoding error: Block too small
pt_br: Erro de encodificação RSA: Bloco muito pequeno

source: RSA decoding error: Block too large
pt_br: Erro de encodificação RSA: Bloco muito grande

source: RSA decoding error: Invalid block type
pt_br: Erro de encodificação RSA: Tipo inválido de bloco

source: RSA decoding error: Invalid block format
pt_br: Erro de decodificação RSA: Formato do bloco inválido

source: Invalid DSA Key
pt_br: Chave DSA inválida

source: DSA PQG parameter failure
pt_br: Falha do parâmetro PQG DSA

source: DSA XY parameter failure
pt_br: Falha do parâmetro XY DSA

source: DSA Signature R is zero
pt_br: Assinatura R DSA é zero

source: DSA Signature S is zero
pt_br: Assinatura S DSA é zero

source: DSA Signature failure
pt_br: Falha na assinatura DSA

source: Unable to start web browser. Make sure you have it properly set-up on your system.
pt_br: Não foi possível inicializar o navegador. Tenha certeza de que ele está devidamente configurado em seu sistema.
