Repository: frla/DxGetText
Catalog: trunk/translations/*/delphi7.po
Languages: sr

source: Class %s could not create QT widget
sr: Класа %s није успела да креира QT контролу (widget)

source: Too many buttons specified for message box
sr: Задат је превелики број дугмади прозор поруке (message box)

source: Backspace
sr: БрисањеУназад

source: Tab
sr: Таб

source: BackTab
sr: ТабНазад

source: Esc
sr: Ескејп

source: Return
sr: Ретурн

source: Enter
sr: Ентер

source: Space
sr: Размак

source: PgUp
sr: Страна горе

source: PgDn
sr: Страна доле

source: End
sr: Енд

source: Home
sr: Хоме

source: Left
sr: Лево

source: Up
sr: Горе

source: Right
sr: Десно

source: Down
sr: Доле

source: Ins
sr: Инсерт

source: Del
sr: Дел

source: Shift+
sr: Шифт+

source: Ctrl+
sr: Цтрл+

source: Alt+
sr: Алт+

source: Open
sr: Отвори

source: WriteObject called twice for the same instance
sr: WriteObject је позван два пута у истој инстанци

source: Resource %s is of incorrect class
sr: Класа ресурса %s је неисправна

source: Tab index out of bounds
sr: Таб индекс је ван опсега

source: Tab position incompatible with current tab style
sr: Позиција таб странице нје компатиболна са треутим таб стилом

source: Tab style incompatible with current tab position
sr: Таб стил није компатибилан за тренутном таб позицијом

source: Bitmap image is not valid
sr: Битмап слика није валидна

source: Icon image is not valid
sr: Икона није валидна

source: Invalid pixel format
sr: Формат пиксела није валидан

source: Bitmap is empty
sr: Битмапа је празна

source: Scan line index out of range
sr: Scan line индекс је ван опсега

source: Cannot change the size of an icon
sr: Није моућа промена величине иконе

source: Unknown picture file extension (.%s)
sr: Непозната екстензија слике (.%s)

source: Unsupported clipboard format
sr: Формат Оставе није подржан.

source: Out of system resources
sr: Потрошени су сви системски ресурси

source: Canvas does not allow drawing
sr: Површина за цртање не дозвољава цртање

source: Invalid canvas state request
sr: Захтев стања површине за цртање није валидан

source: Invalid image size
sr: Величина слике није валидна

source: Invalid widget handle
sr: Вредност widget handle није валидна

source: Color depth must be 1, 8 or 32 bpp
sr: Дубина боја мпора бити 1, 8 или 32 bpp

source: Invalid XImage
sr: XImage слика није валидна

source: Too many images
sr: Превелики број слика

source: Error creating widget
sr: Грешка при креирању widget контроле

source: Cannot focus a disabled or invisible window (%s)
sr: Није могућ фокус онемогућеног или невидљивог прозора (%s)

source: Control '%s' has no parent widget
sr: Контрола '%s' нема родитеља

source: Parent given is not a parent of '%s'
sr: Дати родитељ није родитељ '%s'

source: Cannot change Visible in OnShow or OnHide
sr: Није могућа промена својства Visible у OnShow или OnHide

source: Cannot make a visible window modal
sr: Видљив прозор није могуће учинити модалним

source: Scrollbar property out of range
sr: Својство покретне траке је ван опсега

source: %s property out of range
sr: %s својство је ван опсега

source: Menu index out of range
sr: Индекс менија је ван опсега

source: Menu inserted twice
sr: Мени је убачен два пута

source: Menu insertion recursion not allowed
sr: Рекурзија код додавања менија није дозвољена

source: Sub-menu is not in menu
sr: Подмени није у саставу менија

source: TMenu.SetForm: argument must be TCustomForm
sr: TMenu.SetForm: аргумент мора бити TCustomForm

source: Not enough timers available
sr: Нема довољно тајмера на располагању

source: No printer adapter available for printing
sr: Ниједан штампач није доступан

source: Printer index out of range
sr: Индекс штампача је ван опсега

source: Printer selected is not valid
sr: Изабрани принтер није валидан

source: %s on %s
sr: %s на %s

source: GroupIndex cannot be less than a previous menu item's GroupIndex
sr: Вредност GroupIndex својства мора бити већа од предходное вредности GroupIndex својства

source: Cannot create form. No MDI forms are currently active
sr: Није успело креирање форме. Нема тренутно активних MDI форми.

source: Invalid MDIParent for class %s
sr: MDIParent класе %s није валидан

source: Cannot hide an MDI Child Form
sr: MDI Child форму није могуће сакрити

source: Can only modify an image if it contains a bitmap
sr: Измена слике је могућа само ако садржи битмапу

source: A control cannot have itself as its parent
sr: Контрола не може бити себи родитељ

source: OK
sr: ОК

source: Cancel
sr: Откажи

source: &Yes
sr: &Да

source: &No
sr: &Не

source: &Help
sr: &Помоћ

source: &Close
sr: &Затвори

source: &Ignore
sr: &Игнориши

source: &Retry
sr: &Поново

source: Abort
sr: Обустави

source: &All
sr: &Све

source: Cannot drag a form
sr: Форму није могуће превлачити

source: PutObject to undefined item
sr: PutObject позван за неидентификовану ставку

source: FB
sr: ФБ

source: FG
sr: ФГ

source: BG
sr: БГ

source: Icons
sr: Иконе

source: Bitmaps
sr: Битмапе

source: Pixmaps
sr: Пиксмапе

source: PNGs
sr: ПНГ слике

source: Drawings
sr: Цртежи

source: Jpegs
sr: ЈПЕГ слике

source: Invalid numeric value
sr: Нумеричка вредонст није валидна

source: Invalid value for current item
sr: Вредност није валидна за тренутну ставку

source: Warning
sr: Упозорење

source: Error
sr: Грешка

source: Information
sr: Информација

source: Confirm
sr: Потврдите

source: No help available
sr: Помоћ није доступна

source: Help
sr: Помоћ

source: &Abort
sr: &Обустава

source: N&o to All
sr: Н&е за Све

source: Yes to &All
sr: Д&а за Све

source: (Unknown)
sr: (Непознато)

source: (None)
sr: (Ниједно)

source: Value must be between %d and %d
sr: Вредност мора бити између %d и %d

source: Cannot create a default method name for an unnamed component
sr: Није могуће креирање подразумеваног метода за неименовану компоненту

source: Unnamed
sr: Неименовано

source: Unable to insert a line
sr: Убацивање линије није могуће

source: The specified directory does not exist. Create it?
sr: Назначена фасцикле не постоји. Да је креирам?

source: Select Directory
sr: Изаберите фасциклу

source: Unable to create directory "%s".
sr: Креирање фасциклу "%s" није успело.

source: Access denied to "%s"
sr: Забрањен приступ за "%s"

source: Cannot read directory: "%s"
sr: Мије могућ приступ фасцикли: "%s"

source: Directory "%s" is not empty.
sr: Фасцикла "%s" није празна.

source: "%s" is not a subdirectory of "%s"
sr: "%s" нје подфасцикла од "%s"

source: Directory &Name:
sr: &Назив фасцикле:

source: D&rives:
sr: Д&искови:

source: &Directories:
sr: &Фасцикле:

source: &Files: (*.*)
sr: &Фајлови: (*.*)

source: Ne&twork...
sr: Мре&жа...

source: Unable to read directory "%s".
sr: Ћитање из фасцикле "%s" није могуће.

source: New Folder
sr: Нова фасцикла

source: "%s" File not found.
sr: "%s" Фајл није нађен.

source: A file with that name already exists. Please specify a different filename.
sr: Фајл са тим именом већ постоји. Молим да дате друго име.

source: Confirm file deletion
sr: Потврдите брисање фајла

source: Are you sure you want to delete these %d items?
sr: Да ли сте сигурни да желите да обришете %d ставки

source: Are you sure you want to delete "%s"?
sr: Да ли сте сигурни да желите брисање "%s"?

source: Continue delete operation?
sr: Желите да се брисање настави?

source: Additional
sr: Додатни

source: Name
sr: Назив

source: Size
sr: Величина

source: Type
sr: Тип

source: Date Modified
sr: Датум измене

source: Attributes
sr: Атрибути

source: Owner
sr: Власник

source: Group
sr: Група

source: All Files (*)|*|
sr: Сви фајлови (*)|*|

source: All Files (*.*)|*.*|
sr: Сви фајлови (*.*)|*.*|

source: Volume
sr: Волумен

source: Free Space
sr: Слободан простор

source: any known drive
sr: било који диск

source: %d MB
sr: %d Мб

source: Directory
sr: Фасцикла

source: File
sr: Фајл

source: Link to
sr: Линк ка

source: Invalid clipboard format
sr: Формат Оставе није валидан.

source: Clipboard does not support Icons
sr: Остава не подржава иконе

source: Cannot open clipboard
sr: Није успело отварање Оставе.

source: Default
sr: Подразумевано

source: Text exceeds memo capacity
sr: Количина такста превалзилази капацитет контроле

source: Custom Colors
sr: Сопствене боје

source: Operation not supported on selected printer
sr: Операција није дозвољена на изабраном принтеру

source: There is no default printer currently selected
sr: Не постоји подразумевани принтер

source: (Untitled)
sr: (Неименован)

source: Menu '%s' is already being used by another form
sr: Друга форма већ користи мени '%s'

source: Picture:
sr: Слика:

source: Preview
sr: Преглед

source: No Preview Available
sr: Преглед није доступан

source: Bold Italic
sr: Бодебљан курзив

source: Bold
sr: Подебљан

source: Italic
sr: Курзив

source: Regular
sr: Региларно

source: Properties
sr: Својства

source: All Commands
sr: Све команде

source: A property category called %s already exists
sr: Категорија својство %s већ постоји

source: Property category does not exist (%s)
sr: Својство не постоји (%s)

source: Property filters may only be name, class or type based (%d:%d)
sr: Филтери својстава могу једино бити базирани на имену, класи или типу (%d:%d)

source: Categories must define their own name and description
sr: Категорије морају имати сопствфена имена и описе

source: Operation not allowed while dispatching application events
sr: Операција није дозвољена док траје распоређивање догађаја апликације.

source: Text not found: "%s"
sr: Текст није нађен: "%s"

source: Invalid ImageList Index
sr: ImageList индекс није валидан

source: Unable to Replace Image
sr: Замена цлике није упела

source: Invalid image type
sr: Тип слике није валидан

source: Image width and heigth must match
sr: Ширина и висина слике морају се поклапати

source: Invalid image dimension
sr: Димензија слике није валидна

source: Error resizing ImageList
sr: Грешка приликом промене величине ImageList конторле

source: Range of %d to %d is invalid
sr: Опсег од %d до %d није валидан

source: MimeSource format must have an associated data stream
sr: MimeSource формат мора имати додељен извор података (data stream)

source: Mime format not supported for TIcon
sr: TIcon контрола не подржава овај Mime формат

source: Save
sr: Снимање

source: Save As
sr: Снимање као

source: Fi&nd what:
sr: Нађ&и текст:

source: Match &whole word only
sr: Само &целе речи

source: Match &case
sr: Разликовање великих и малих слова

source: &Find Next
sr: Нађи &следеће

source: Find
sr: Проналажење

source: Direction
sr: Смер

source: &Up
sr: &Горе

source: &Down
sr: &Доле

source: Rep&lace with:
sr: За&мена са:

source: &Replace
sr: &Замена

source: Replace
sr: Замена

source: Replace &All
sr: Замена &Свих

source: Save %s as
sr: Снимање %s као

source: "%s" already exists. Do you want to replace it?
sr: "%s" већ постоји. Да ли желите да га замените?

source: "%s" File not found. Please verify the correct filename was given.
sr: "%s" Фајл ние нађен. Проверите да ли је назив фајла исправан.

source: "%s" Path not found. Please verify the correct path was given.
sr: "%s" Путања није нађена. Проверите да ли је дата путања исправна.

source: Drive %s does not exist. Please verify the correct drive was given.
sr: Уређај %s не постоји. Проверите да ли је дда исправан уређај.

source: Image format not recognized
sr: Непознак формат слике

source: Invalid handle value for %s
sr: handle вредност није валидна за %s

source: Unable to write bitmap
sr: Упис на битмапу није могућ

source: All
sr: Све

source: Cannot set Clipped property while painting
sr: Својство Clipped није могуће поставити док је исцртавање у току

source: Invalid LCDNumber value
sr: LCDNumber вредност није валидна

source: Failed to delete tab at index %d
sr: Није успело брисање таб странице на индексу %d

source: %d is an invalid PageIndex value. PageIndex must be between 0 and %d
sr: %d није валидна вредност PageIndex својства. PageIndex мора бити између 0 и %d

source: Invalid item level assignment
sr: Додељивање нивоа ставке није валидно

source: Invalid level (%d) for item "%s"
sr: Ниво (%d) ставке "%s" није валидна

source: MultiLine must be True when TabPosition is tpLeft or tpRight
sr: Својство MultiLine мора бити True када својство TabPosition има вредност tpLeft или tpRight

source: %s is already in the StatusBar
sr: %s је већ у статусној трациј

source: Radio items must have a Controller as a parent
sr: Радио ставке морају имати Controller као родитељску контролу

source: Owner is not a TCustomHeaderSection
sr: Власник није TCustomHeaderSection типа

source: Header Section owner must be a TCustomHeaderControl
sr: Власник секције Header контроле мора бити TCustomHeaderControl

source: Undo
sr: Опозив

source: Redo
sr: Враћање

source: Cut
sr: Исеци

source: Copy
sr: Копирај

source: Paste
sr: Налепи

source: Clear
sr: Исразни

source: Select All
sr: Изабери све

source: Unrecognized movie format
sr: Формат филма није препознат

source: Movie not loaded
sr: Филм није учитан

source: Loading...
sr: Учитавам...

source: Fatal error: Cannot create application object in a shared object or library.
sr: Фатална грешка: Није могуће креирање application објекта у дељњном објекту или библиотеци.

source: Fatal error: Cannot create more than one TApplication instance
sr: Фатална грешка: Није могуће креирање више од једне TApplication инстанце

source: First record
sr: Први ред

source: Prior record
sr: Предходни ред

source: Next record
sr: Следећи ред

source: Last record
sr: Последнји ред

source: Insert record
sr: Додавање реда

source: Delete record
sr: Уклоњање реда

source: Edit record
sr: Измена реда

source: Post edit
sr: Сними промене

source: Cancel edit
sr: Одустајање од промена

source: Refresh data
sr: Освежавање податка

source: Delete record?
sr: Уклањање реда?

source: Delete all selected records?
sr: Уклањање свих изабраних редова?

source: Operation not allowed in a DBCtrlGrid
sr: Операција није дозвољена у DBCtrlGrid контроли

source: Control cannot be used in a DBCtrlGrid
sr: Контролу није могуће употребити у DBCtrlGrid контроли

source: Property already defined by lookup field
sr: Својство је већ дефинисано преко претражног (lookup) поља

source: Grid requested to display more than 256 columns
sr: Решетка не може да прикаже више од 256 колона

source: Remote Login
sr: Удаљено логовање

source: row error
sr: грешка реда података

source: All Values
sr: Све вредностни

source: Move to Row Area
sr: Пребаци у редове

source: Move to Column Area
sr: Пребацу у колоне

source: Open Dimension
sr: Отворене димензије

source: Drilled In
sr: Ископано

source: The information requested could not be loaded.
sr: Грешка код учитавања тражене информације.

source: No active summaries have been defined.
sr: Нема дефинисаних активних сумирања.

source: Not enough room available to load a summary.
sr: Нема довољно простора за учитавање сумирања.

source: No available dimensions have been defined.
sr: Доступне димензије нису дефинисане.

source: Not enough space available to load a dimension.
sr: Нема довољно простора за учитавање димензије.

source: Template:
sr: Шаблон:

source: [Error]
sr: [Грешка]

source: Sum
sr: Сума

source: Inactive Dimensions
sr: Неактивне димензије

source: Display Data and Subtotals
sr: Приказ података и подзбирова

source: Display Data Only
sr: Приказ само податка

source: Display Subtotals Only
sr: Приказ само подзбирова

source: Drill in to this value
sr: 'Копај' податке до овре вредност

source: Subtotals on/off
sr: Укључивање/искучивање подзбирова

source: Decision Cube Editor..
sr: Едитор коцке за помоћ у одлучивању...

source: Decision Query Editor..
sr: Едитор упита за помоћ у одлучивању...

source: Show Detail Records..
sr: Приказ редова детаља...

source: Unsupported data type : %s
sr: Тип података није подржан: %s

source: Row index out of range : %d
sr: Индекс реда је ван опсега: %s

source: Column index out of range : %d
sr: Индекс колоне је ван опсега: %s

source: Duplicate item in array
sr: Ставка већ постоји у низу

source: Array index out of range : %d
sr: Индекс низа је ван опсега: %d

source: The DecisionCube Capacity is low. Please deactivate dimensions or change the data set.
sr: Капацитет компоненте DecisionCube је низак. Искључите димензије или измените датасет.

source: Query could not be run. Check that the query, SQL text, and Database are correct.
sr: Упит није могуће покренути. Проверите да ли су упит, SQL текст, и циљна база података исправни.

source: Operation not allowed on sorted string list.
sr: Ова операција није дозвољена над сортираном листом стрингова.

source: String list does not allow duplicates.
sr: Листа стрингова не дозвољава дупликате

source: The maximum allowed summaries of %d has been exceeded.
sr: Максималан број сумирања од %d је премашен

source: General array error.
sr: Општа грешка код низа.

source: Illegal Dimension Index
sr: Индекс димензије није валидан

source: Initial Value is not legal for this type of Grouping
sr: Иницијална вредност није валидна за ову врсту груписања

source: Dimension Map is not the correct size
sr: Мапа димензије нје исправне величина

source: Cannot perform this action on an active Dimension Map
sr: Није могуће извршити ову акцију на активној мапи димензије.

source: Not Available
sr: Недоступно

source: Information required to do Maximum Cell limit is not current. Do you want to fetch it now?
sr: Податак из базе потребан за израчунавање максималног лимита ћелија није свеж. Да ли да га преузмем опет?

source: Date grouping is not allowed for fields of this type
sr: Груписање по датуму није дозвољено за поља овога типа

source: Cannot build the Decision Cube with an empty data set
sr: Изградња коцке за помоћ у одлучивању није могућа без података.

source: Data set property is not assigned
sr: Датасет својство нема вредност

source: No summaries are defined.
sr: Нема дефинисаних сумирања

source: No dimension fields are defined.
sr: Нису дефинисана димензиона поља

source: The dimension types for this dataset cannot be determined automatically. You must map the fields to dimensions or summaries with the Decision Cube Editor
sr: Типови димензија за овај датасет није могуће одредити аутоматски. Морате мапирати поља на димензије или сумирања са Едитором коцке за помоћ у одлучивању.

source: All dimension fields must be grouped.
sr: Сва димензиона поља морају бити груписана

source: The query may be incorrectly defined, or you may need to map its fields to active dimensions or summaries with the Decision Cube Editor
sr: Упит није коректно дефинисан, или морате мапирати поља на активне димензије или сумирања са Едитором коцке за помоћ у одлучивању.

source: The dataset may be incorrectly defined, or you may need to map its fields to active dimensions or summaries with the Decision Cube Editor
sr: Датасет је неисправно дефинисан или морате мапирати поља на активне димензије или сумирања са Едитором коцке за помоћ у одлучивању.

source: Average is calculated using sum and count summaries for each field. The necessary summaries have been added.
sr: Просек се рачуна помоћу суме и броја сумирања за свако поље. Потребна сумирања су додата.

source: Average is calculated using a field sum and count(*). The necessary summaries have been added.
sr: Просек се рачуна помоћу суме и броја вредности 'count(*)' поља. Потребна сумирања су додата.

source: Query is legal.
sr: Упит је исправан.

source: is already in the query
sr: је већ у упиту

source: is not an allowed summary type
sr: није дозвољеног типа сумирања

source: is not an allowed dimension type
sr: није дозвољеног типа димензије

source: Average summaries use Sum and Count
sr: Average сумирања користе Sum и Count

source: Do you still want to Exit?
sr: Да ли и даље желите да изађете

source: The query you have created is not legal.
sr: Ваш упит није валидан

source: The query you have entered is not legal. Please correct it before continuing.
sr: Ваш упит није валидан. Молим да га исправите пре наставка рада.

source: Could not remove the field
sr: Уклањање поља није успело

source: All Fields
sr: Сва поља

source: Query Fields
sr: Поља упита

source: &Edit Done
sr: &Заврши едитовање

source: &Edit Query
sr: &Измена упита

source: One or more fields of a type which cannot be tabulated were removed from the query.
sr: Једно или више поља чији тип није подржан за спајања су избачени из упиита.

source: Decision Cube size excedes limits
sr: Величина коцке за помоћ у одлучивању премашује постављена лимите.

source: The maximum allowed dimensions of %d has been exceeded.
sr: Премашен је максимални број димензија (%d).

source: Total cell count of %d exceeds the maximum of %d.
sr: Укупан број ћелија (%d) превазилази максимум од %d.

source: Field %s has an unsupported data type: %s
sr: Поље %s је типа који није поджан: %s

source: Scanning data set values...
sr: Пролазак кроз вредности датасета...

source: User canceled DecisionCube population.
sr: Корисник је прекинуо популацију вредности DecisionCube компоненте.

source: Grouping values ...
sr: Груписање вредности...

source: Creating Cube index for %s ...
sr: Креирање индекса коцке за %s ...

source: Unable to create derived summary.
sr: Није успело креирање изведеног сумирања.

source: The bin type does not match the fieldtype.
sr: Бинарни тип нема одговарајући тип поља

source: Fatal error in cache: code: %d
sr: Фатална кеш грешка. Код грешке %d

source: String Data type not supported for summaries
sr: Стринг тип није подржан за сумирања.

source: Dataset is too large
sr: Датасет је превелик

source: Building data store...
sr: Градим смештај за податке....

source: Sum of %s
sr: Сума %s

source: Count of %s
sr: Број %s

source: Maximum of %s
sr: Максимум од %s

source: Minimum of %s
sr: Минимум од %s

source: Average of %s
sr: Просек од %s

source: Variance of %s
sr: Варијанса %s

source: Standard Deviation of %s
sr: Стандардна девијација %s

source: Summary of %s
sr: Сумирана вредност %s

source: Unsupported Data Type %d
sr: Тип података %d није подржан

source: Other Values
sr: Друге вредности

source: Query lacks a Select/From clause.
sr: Упиту недостају Select/From кључне речи.

source: No argument provided for an operator or summary
sr: Нису дати аргументи за оператор сумирања.

source: An expression cannot be used for a grouping field
sr: Груписање по изразима није дозвољено

source: Out of Bounds
sr: Ван дефинисаног опсега

source: Decision Cube
sr: Коцка за помоћ у одлучивању

source: &Graphical Query Builder...
sr: &Графички градитељ SQL упита

source: &Decision Query Editor...
sr: Едитор &упита за помоћ у одлучивању...

source: &Decision Cube Editor...
sr: Едитор &коцке за помоћ у одлучивању...

source: &Query Editor...
sr: Градитељ SQL &упита

source: Sub&totals on/off
sr: Подзбирове укључи/искључи

source: &Do not display Sparse Rows/Columns
sr: &Сколони проређене (Sparse) редове/колоне

source: &Display Sparse Rows/Columns
sr: &Прикажи проређене (Sparse) редове/колоне

source: Grid Dimension Options
sr: Опције димензије решетке

source: Grid Dimension Settings
sr: Подешавања димензије решетке

source: Cube Properties
sr: Својства коцке

source: Host is empty
sr: Својство Host нема вредност.

source: POP3 proxy ready
sr: POP3 прокси спреман

source: command must be either USER or QUIT
sr: Дозвољене команде су USER или QUIT

source: POP3 proxy signing off
sr: Одјављивање са POP3 проксија.

source: Already connected.
sr: Веза је већ успостављена.

source: Byte index out of range.
sr: Бајт индекс је ван опсега.

source: Cannot allocate socket.
sr: Алокација прикључнице (socket) није успела.

source: Connection Closed Gracefully.
sr: Конекција је успешно затворена.

source: Could not bind socket. Address and port are already in use.
sr: Покретање на датој прикључници (socket) није могуће. Адреса и порт су веч у употреби.
