Repository: frla/DxGetText
Catalog: trunk/translations/*/delphi7.po
Languages: sr

source: Distribution Coordinator
sr: Координатро дистрибуције

source: Retired/Past Contributors
sr: Бивши дародавци

source: Binding Editor
sr: Едитор повезивања

source: &Add
sr: &Додај

source: &Remove
sr: &Уклони

source: &Bindings
sr: &Повезивања

source: &IP Address
sr: &IP адреса

source: &Port
sr: &Порт

source: Call to %s.GetByte [property Bytes] with index <> [0..%d]
sr: Позив %s.GetByte [својство Bytes] са индексом <> [0..%d]

source: Error in transformation before send
sr: Грешка приликом трансформације пре слања.

source: Transform failed
sr: Трансформација није успела

source: CRC Failed
sr: CRC није успео

source: Connecting
sr: Повезивање у току

source: Disconnect
sr: Прекид везе

source: Cannt connect to the Master server
sr: Није успело повезивање са Мастер сервером.

source: Do not allow connctions now
sr: Не дозволи везе сада

source: Message type recognition error
sr: Тип поруке није препознат.

source: Message handling failed
sr: Руковање поруком није успело

source: Interpretation of message failed
sr: Интерпретације поруке није успела.

source: Custom message interpretation failed
sr: Интерпретација сопствене поруке није успела.

source: Request rejected or failed.
sr: Захтев је одбијен или није успео.

source: Request rejected because SOCKS server cannot connect.
sr: Захтев је одбијен јер није упсело успостављање везе са SOCKS сервером.

source: Request rejected because the client program and identd report different user-ids.
sr: Захтев је одбијен јер клијент програм и identd пријављују рајличите user-id вредности.

source: Unknown socks error.
sr: Непозната socks грешка.

source: Socks server did not respond.
sr: Socks сервер није одговорио.

source: Invalid socks authentication method.
sr: SOCKS аутентификациони метод није валидан.

source: Authentication error to socks server.
sr: Грешка код пријављивања на SOCKS сервер.

source: General SOCKS server failure.
sr: Општа SOCKS сервер грешка.

source: Connection not allowed by ruleset.
sr: Правила не дозвољавају конекцију.

source: Network unreachable.
sr: Мрежа није доступна

source: Host unreachable.
sr: Хост није доступан.

source: TTL expired.
sr: TTL је истекао.

source: Command not supported.
sr: КОманда није подржана

source: Address type not supported.
sr: Тип адресе није подржан

source: Destination file already exists.
sr: Циљни фајл већ постоји.

source: Error accepting connection with SSL.
sr: Грешка приликом конекције са SSL.

source: Error connecting with SSL.
sr: Грешка приликом повезивања преко SSL.

source: SetCipher failed.
sr: SetCipher није успео

source: Error creating SSL context.
sr: Грешка приликом креирања SSL контекста.

source: Could not load root certificate.
sr: Учитавање сертификата није успело.

source: Could not load certificate.
sr: Учитавање сертификата није успело.

source: Could not load key, check password.
sr: Кључ није учитан, проверите вашу шифру.

source: Error geting SSL method.
sr: Грешка прилиокм преузимања SSL метода.

source: Error binding data to SSL socket.
sr: Грешка код повазивања података са SSL прикључницом (socket).

source: &New Message Part...
sr: &Нови део поруке

source: Extra Headers Text Editor
sr: Текст едитор додатиних заглавља поруке.

source: Body Text Editor
sr: Едитор тела поруке.

source: Not enough bytes received
sr: Није примљен довољан број бајтова

source: Non-echo type response received
sr: Примљени одговор није типа echo

source: Received someone else's packet
sr: Примљен туђи пакет.

source: Command not recognized
sr: Команда није препозната.

source: Goodbye
sr: Довиђена и пријатно.

source: Error: No program code to return request!
sr: Грешка: Недостаје програмски код за враћање захтева!

source: Invalid syslog message: incorrect PRI section
sr: Syslog порука није валидна: Неисправна PRI секција

source: Invalid syslog message: incorrect PRI number "%s"
sr: Syslog порука није валидна: Неисправан PRI број "%s"

source: Invalid syslog message: incorrect timestamp "%s"
sr: syslog порука није валидна: Несисправна timestamp вредност "%s"

source: Invalid Syslog message: packet too large (%d bytes)
sr: syslog порука није валидна: пакет је превелик - %d бајт(а)

source: Invalid host name. A SYSLOG host name cannot contain any space ("%s")+
sr: Назив хоста није исправан. SYSLOG хоста не сме имати размак у називу ("%s")+

source: Mode has not been set.
sr: Мод није постављен.

source: Could not load SSL library.
sr: Учитавање SSL библиотеке није успело.

source: SSL status: "%s"
sr: SSL статус: "%s"

source: SSL connection has dropped.
sr: SSL конекција је прекинута

source: SSL certificate request error.
sr: SSL грешка код захтева за сертификат

source: SSL library internal error.
sr: Интерна грешка SSL библиотеке.

source: Winsock stack
sr: Winsock стак

source: Command Not Recognised
sr: Команда није препозната

source: Signing Off
sr: Одјава

source: Ok
sr: ОК

source: Start mail input; end with <CRLF>.<CRLF>
sr: Почните унос поруке; завршите са <CRLF>.<CRLF>

source: %s Address Okay
sr: %s адреса ОК

source: %s Address Error
sr: %s погрешна адреса

source: User not local, Will forward
sr: Корисник није локалан, порука ће бити прослеђена

source: Welcome to the INDY SMTP Server
sr: Добродошли на INDY SMTP сервер

source: Hello %s
sr: Поздрав %s

source: Polite people say HELO
sr: Љубазни људи на енглеском кажу HELO

source: Syntax Error - Command not understood: %s
sr: Синтаксна грешка - команда није препозната: %s

source: Indy SMTP Server
sr: Indy SMTP Сервер

source: by DNSName [127.0.0.1] running Indy SMTP
sr: на DNSName [127.0.0.1] покренут је Indy SMTP

source: Authentication Failed
sr: Аутентификација није успела.

source: Command Not Handled: %s
sr: Команда није подржана: %s

source: Uneven size in DecodeToStream.
sr: Неједнака величина за DecodeToStream.

source: Uneven size in Encode.
sr: Неједнака величина за Encode.

source: Message decoder not found
sr: Декодер поруке није нађен.

source: Message encoder not found
sr: Кодер порука није нађен.

source: Unrecognized content trasnfer encoding.
sr: Није препознато кодирање за пренос садржаја

source: Unrecognized UUE encoding scheme.
sr: Непозната UUE шема кодирања.

source: The supplied IP address is not a valid multicast address [224.0.0.0 to 239.255.255.255].
sr: Дата IP није валидна multicast адреса [224.0.0.0 to 239.255.255.255].

source: This function is not supported on Win32.
sr: Ова функција није подржана на Win32.

source: Indy FTP Server ready.
sr: Indy FTP сервер спреман.

source: Data connection already open; transfer starting.
sr: Дата конекција је већ отворена; покрећем пренос.

source: File status okay; about to open data connection.
sr: Статус фајла је у реду; отварам дата конекцију

source: %s Command successful.
sr: %s команда успешно извршена.

source: Service ready for new user.
sr: Сервис је спреман за новог корисника.

source: Service closing control connection.
sr: Сервис затвара контролну конекцију.

source: Data connection open; no transfer in progress.
sr: Дата конекција је отворена; трансвер није у току.

source: Closing data connection.
sr: Затверам дата конекцију.

source: Data connection closed abnormally.
sr: Дата конекција успешно затворена.

source: Entering Passive Mode (%s).
sr: Улазим у пасивни мод (%s).

source: User logged in, proceed.
sr: Пријава је успела, можете наставити са радом

source: Anonymous user logged in, proceed.
sr: Анонимни корисник је пријављен, наставите са радом.

source: Requested file action okay, completed.
sr: Тражена фајл акција је у реду, извршена.

source: "%s" created.
sr: "%s" креиран.

source: User name okay, need password.
sr: Корисничко име је ОК, потребна је шифра.

source: Anonymous login OK, send e-mail as password.
sr: Анонимни приступ је у реду, оставите вашу електронску адресу као шифру.

source: Login with USER first.
sr: Пријавите се прво са командом USER.

source: Need account for login.
sr: За пријаву је неопходан важећи налог.

source: Requested file action pending further information.
sr: Тражена акција над фајлом захтева додатне информације.

source: Service not available, closing control connection.
sr: Сервис није доступан, затварам контролну конекцију.

source: Can't open data connection.
sr: Отварање дата конекције није успело.

source: Requested file action not taken.
sr: Захтевана фајл акција није извршена.

source: Requested action aborted: local error in processing.
sr: Тражена акција је обустављена: локална грешка приликом процесирања.

source: Requested action not taken.
sr: Захтевана акција није извршена.

source: Syntax error, command unrecognized.
sr: Синтаксна грешка, команда није препозната.

source: "%s" Command not implemented.
sr: "%s" команда није имплементирана.

source: Not logged in.
sr: Нисте пријављени на систем.

source: Need account for storing files.
sr: Потребан је кориснички налог за складиштење фајлова.

source: Requested action aborted: page type unknown.
sr: Тражена акција је обустављена: непознат тип стране.

source: Requested file action aborted.
sr: Захтевана фајл акција је обустављена.

source: Maximum connections limit exceeded. Try again later.
sr: Достигнут је максималан број конекција. Покушајте поново касније.

source: "%s" is is working directory.
sr: "%s" је радна фасцикла.

source: Type set to %s.
sr: Нови тип је %s.

source: Mode set to %s.
sr: Нови мод је %s.

source: Structure set to %s.
sr: Нова структура је %s.

source: The following SITE commands are supported: HELP DIRSTYLE
sr: Следеће SITE команде су подржане: HELP DIRSTYLE

source: %s directory structure.
sr: %s структура фасцикли.

source: End of Status
sr: Крај статуса.

source: Extensions supported: SIZE PASV REST End of extentions.
sr: Подржане екстензије: SIZE PASV REST Крај екстензија.

source: No OnListDirectory event found!
sr: Није нађен OnListDirectory догађај!

source: kernel messages
sr: kernel поруке

source: user-level messages
sr: поруке корисничког нивоа

source: mail system
sr: Систем електронске поште

source: system daemons
sr: Системски сервиси

source: security/authorization messages (1)
sr: поруке безбедности/ауторизације (1)

source: messages generated internally by syslogd
sr: интерно генерисане syslogd поруке

source: line printer subsystem
sr: подсистем линијског принтера

source: network news subsystem
sr: подситем новости (news)

source: UUCP subsystem
sr: UUCP подсистем

source: clock daemon (1)
sr: сат сервис daemon (1)

source: security/authorization messages (2)
sr: поруке безбедности/ауторизације (2)

source: NTP subsystem
sr: NTP подсистем

source: log audit
sr: лог провере

source: log alert
sr: лог упозорења

source: clock daemon (2)
sr: сат сервис daemon (2)

source: local use 0 (local0)
sr: за локалну употребу 0 (local0)

source: local use 1 (local1)
sr: за локалну употребу 1 (local1)

source: local use 2 (local2)
sr: за локалну употребу 2 (local2)

source: local use 3 (local3)
sr: за локалну употребу 3 (local3)

source: local use 4 (local4)
sr: за локалну употребу 4 (local4)

source: local use 5 (local5)
sr: за локалну употребу 5 (local5)

source: local use 6 (local6)
sr: за локалну употребу 6 (local6)

source: local use 7 (local7)
sr: за локалну употребу 7 (local7)

source: Unknown or illegale facility code
sr: Непознат или невалидан код установе (facility)

source: Emergency: system is unusable
sr: Узбуна: систем је неупотребљив

source: Alert: action must be taken immediately
sr: Упозорење: Мора се реаговати што је пре могуће

source: Critical: critical conditions
sr: Критично: критична стања

source: Error: error conditions
sr: Error: стања грешака

source: Warning: warning conditions
sr: Warning: стање упозорења

source: Notice: normal but significant condition
sr: Notice: нормално али битно стање

source: Informational: informational messages
sr: Informational: инфо поруке

source: Debug: debug-level messages
sr: Debug: поруке које служе за исправљање грешака у програму

source: Unknown or illegale security code
sr: Непознат или недозвољен безбедоностни код

source: Reply %s on Job ID %s
sr: Одговор %s на ID посла %s

source: IRC Connect Failed
sr: IRC повезивање није успело

source: Not connected to server.
sr: Није успело повезивање са сервером.

source: %s Non-visual component for 32-bit Delphi.
sr: %s невизуелна компонента за 32-bit Delphi.

source: Nick
sr: Надимак

source: OtherNick
sr: Други Надимак

source: username
sr: Корисничко име

source: Real name
sr: Право име

source: Local time is %s
sr: Локално време је %s

source: Stopped
sr: Заустављен

source: Failed to Start: %s
sr: Покретање %s није успело

source: Failed to Stop: %s
sr: Заустављање %s није успело

source: Connected
sr: Веза је успостављена

source: Reconnect at %s: %s
sr: Поновно повезиваље на %s: %s

source: You cannot set %s while the HL7 Component is working
sr: Постављање %s није могуће док компонента HL7 ради

source: Attempt to %s while the HL7 Component is not working
sr: Покушано је %s док компонента HL7 ради

source: Interface is unusable due to failure to stop
sr: ИНтерфејс је неупотрбљив због грешке у заустављању

source: Interface was already started
sr: Интерфејс је већ покренут

source: Interface was already stopped
sr: Интерфејс је већ заустављен

source: Mode is not initialised
sr: Мод није иницијализован

source: Component is in Asynchronous mode but OnMessageArrive has not been hooked
sr: Компонента је у асихроном моду, али ниједан метод није задужен за OnMessageArrive догађај.

source: Component is in Synchronous mode but OnMessageReceive has not been hooked
sr: Компонента је у сихроном моду, али ниједан метод није задужен за OOnMessageReceive догађај.

source: Assigned Port value %d is invalid
sr: Додељена вредност порта %d није валидна

source: A message has been received but the commication mode is unknown
sr: Порука је примљена, али је комуникациони мод непознат

source: Unexpected message arrived to an interface that is not listening
sr: Неочекивана порука је стигла на интерфејс који није у моду слушања

source: Unknown mode
sr: Непознат мод

source: Unable to stop client thread
sr: Није успело заустављање програмсе нити клијента

source: Send a message
sr: Слаље порука

source: Server Connection not locatable when sending message
sr: Сервеску конекцију није могуће лоцирати док се поруке шаљу

source: You cannot send a message while you are still waiting for an answer
sr: Слање поруке нијр могуће док се чека на одговор

source: Unsupported object type. You can assign only one of the following types or thir descendants: TStrings, TStream.
sr: Тип објекта није подржан. Морате доделити само објекте следећих класа или њихове наследнике: TStrings, TStream.

source: Protocol field is empty
sr: Поље за протокло је празно.

source: Host field is empty
sr: Хост поље је празно

source: You must chain this component to another I/O Handler before using it
sr: Ову компоненту пре употребе морате повезати са другом 'I/O Handler' компонентом

source: TIdSNPP Mess command only supports single line Messages.
sr: TIdSNPP Mess команда подржава само једнолинијске команде.

source: Cannot call TerminateAndWaitFor on FreeAndTerminate threads
sr: Није могуће позивање TerminateAndWaitFor у FreeAndTerminate програмским нитима.

source: Only one data module per application
sr: Дозвољен је само један дата-модул по апликацији

source: No data modules registered
sr: Нема регистрованих дата-модула.

source: No dispatcher component found on data module
sr: Дата-модулу недостаје dispatcher компонента

source: No automatically activated data modules
sr: Нема дата-модула који се аутоматски активирају

source: Maximum number of concurrent connections exceeded. Please try again later
sr: Достигнут је максимални број истовремених конекција. Молим да пробате касније.

source: No host
sr: Нема хоста

source: Socket read error
sr: Грешка приликом читања са прикључнице (Socket)

source: Invalid ISAPI application: %s
sr: ISAPI апликација није валидна: %s

source: Unsupported ISAPI Application version: %.8x
sr: Верзија ISAPI апликације није подржана: %.8x

source: Call to GetExtensionVersion FAILED. Error Code: %d
sr: Позив функције GetExtensionVersion није успео. Код грешке: %d

source: Error loading ISAPI Application: %s
sr: Грешка приликом учитавања ISAPI апликације: %s

source: Invalid Redirect parameter
sr: Redirect параметар није валидан

source: ISAPI Application Error
sr: Грешка ISAPI апликације

source: Unknown command
sr: Непозната команда

source: Unable to not open registry key: %s
sr: Отварање кључа регистра није успело: %s

source: Invalid Action %d
sr: Акција није валидна: %d

source: Exception in InterpretData: %s
sr: Грешка у InterpretData методи: %s

source: Invalid data packet
sr: Пакет података није валидан

source: Bad variant type %x
sr: Погрешан тип варијанте %x

source: Stop
sr: Заустави

source: Start
sr: Покрени

source: Invalid Action registration
sr: Рагистрације Акције није валидна

source: Event
sr: Догађај

source: Time
sr: Време

source: Date
sr: Датум

source: Elapsed
sr: Протекло

source: Path
sr: Путања

source: Code
sr: Код

source: Content Length
sr: Дужина садржаја

source: Content Type
sr: Тип садржаја

source: Thread
sr: Програмска нит

source: (none)
sr: (ништа)

source: Send
sr: Пошаљи

source: Receive
sr: Прими

source: %s %s Error: (%d)%s
sr: %s %s Грешка: (%d)%s

source: Build
sr: Изгради

source: Up to <A HREF="%s">%0:s</A> <UL>
sr: Иди на <A HREF="%s">%0:s</A> <UL>

source: Up to <A HREF="%s">root directory</A> <UL>
sr: Иди на <A HREF="%s">root directory</A> <UL>

source: <LI><A HREF="%s">%s</A> (%d bytes)
sr: <LI><A HREF="%s">%s</A> (%d b)

source: Data set field is blank
sr: Датасет поље је празно

source: Data set field not found: %s
sr: Датасет поље није нађено: %s

source: Field is not a dataset field: %s
sr: Поље није датасет поље: %s

source: %s: missing XMLBroker
sr: %s: недостаје XMLBroker

source: %0:s: Field "%1:s" not found
sr: %0:s: Поље "%1:s" није нађено

source: Submit
sr: Пошаљи

source: Reset
sr: Ресет

source: Apply Updates
sr: Примени измене

source: Invalid parent
sr: Родитељ није валидан

source: Invalid parent class: %s
sr: Родитељ класе није валидан: %s

source: Field %s ignored, only one status field allowed
sr: Поље %s је игнорисано јер је дозвољено само једно статусно поље

source: Post
sr: Слање

source: Invalid Web component creation
sr: Креација Web компоненте није валидна

source: ApplyUpdates error. Error count: %d.
sr: ApplyUpdates грешка. Број грешака: %d.

source: Missing Delta Packet
sr: Недостаје делта пакет

source: XMLBroker: %s is not connected
sr: XMLBroker: %s није конектован

source: DataSet: %s is not active
sr: Датасет: %s није активан

source: Error decoding URL style (%%XX) encoded string at position %d
sr: Грешка приликом декодирања URL стила (%%XX) кодирани стринг на позициј %d

source: Invalid URL encoded character (%s) at position %d
sr: URL кодиран карактер (%s) на позицији %d није валидан

source: Invalid HTML encoded character (%s) at position %d
sr: HTML кодиран карактер (%s) на позицији %d није валидан

source: Duplicate action name
sr: Акције са овим именом већ постоји

source: Web Module Factory already registered
sr: Фабрика Web модула је већ регистрована

source: Web App Module Factory already registered.
sr: Фабрика Web App модула је већ регистрована.

source: Only one WebDispatcher per form/data module
sr: Дозвољен је само један WebDispatcher по форми/дата-модулу

source: Enabled
sr: Омогућен

source: Resource %s not found
sr: Ресурс %s није нађен

source: Too many table columns
sr: Превелики број колона у табели

source: Field Name
sr: Назив поља

source: Field Type
sr: Тип поља

source: Invalid Web component registration
sr: Регистрација Web компоненте није валидна

source: Invalid Web component enumeration
sr: Енумерација Web компоненте није валидна

source: Operation not supported. %s component does not support IGetWebComponentList
sr: Операција није подржана. %s компонента не подржава IGetWebComponentList

source: Variable %s is not a container
sr: Промењива %s није контејнер

source: Action does not provide response
sr: Акција не обезбеђује одговор.

source: Action can't respone to unknown HTTP method
sr: Акција не може да одговори на непознат HTTP метод

source: Action can't redirect to blank URL
sr: Акција ниије у могућности да изврши редирекцију на празан URL

source: PortName
sr: Назив порта

source: address
sr: адреса

source: Administrator
sr: Администратор.

source: Add
sr: Додавање

source: Remove
sr: Уклањање

source: Items Editor...
sr: Едитор ставки...

source: Samples
sr: Примери

source: You must register events before queueing them
sr: Морате прво регистровати догађаје

source: Component is not connected to an open Database
sr: Компонента није повезана са отвореном базом података

source: ''%s'' is not connected to an InterBase database
sr: ''%s'' није повезан са InterBase базом података

source: You cannot call CancelEvents from within an OnEventAlert handler
sr: Није могуће позвати CancelEvents из OnEventAlert догађаја

source: Invalid blank event added to EventAlerter events list
sr: Недозвољен празан догађај додат EventAlerter компоненти

source: You cannot call QueueEvents from within an OnEventAlert handler
sr: Није могуће позивање методе QueueEvents из OnEventAlert догађаја

source: You cannot Register or Unregister events from within an OnEventAlert handler
sr: Није могуће позиваљње Register или Unregister метода из OnEventAlert догађаја

source: You can only register 15 events per EventAlerter
sr: Могуће је регистровати само 15 догађаја по једној EventAlerter компоненти

source: You must have Interbase installed to use this component
sr: Морати имати инсталиран Interbase да би користили ову компоненту

source: Failed to lookup isc_que_events
sr: Неуспела претрага isc_que_events

source: Failed to lookup isc_interprete
sr: Неуспела претрага isc_interprete

source: Failed to lookup isc_free
sr: Неуспела претрага isc_free

source: Failed to lookup isc_event_block
sr: Неуспела претрага isc_event_block

source: Failed to lookup isc_event_counts
sr: Неуспела претрага isc_event_counts

source: Failed to lookup isc_cancel_events
sr: Неуспела претрага isc_cancel_events

source: Class not registered
sr: Класа није регистрована

source: Interface %s not registered
sr: Интерфејс %s није регистрован

source: Unsupported SOAP encodingStyle %s
sr: SOAP encodingStyle вредност %s није подржана

source: Invalid SOAP request
sr: SOAP захтев није валидан

source: Invalid SOAP response
sr: SOAP одговор није валидан

source: Multiple body elements not supported
sr: Вишеструки делови тела нису подржани

source: Unsupported calling convention: %s
sr: Конвенција позивања није подржана: %s

source: Remote Method Call: unsupported calling convention %s for method %s on interface %s
sr: Позивање удаљених метода: конвенција позивања %s за метод %s интерфејса %s није валидна

source: No invokable class registered that implements interface %s of (soap action/path) %s
sr: Ниједна класа није регистрована а да имплементира интерфејс %s од (soap акција/путања) %s

source: No interface registered for soap action '%s'
sr: Ниједан интерфејс није регистрован за соап акцију '%s'

source: No interface registered for URL '%s'
sr: Ниједан интерфејс није регистрован за URL '%s'

source: Remotable Type %s not registered
sr: Удаљени тип %s није препознат

source: Type mismatch in parameter %s
sr: Погрешан тип у параметру %s

source: No method named '%s' is supported by interface '%s'
sr: Непостоји метод '%s' подржан од интерфејса '%s'

source: Interface not registered, UUID = %s
sr: Интерфејс није регистрован, UUID = %s

source: Interface has no RTTI, UUID = %s
sr: Интерфејс нема RTTI, UUID = %s

source: No WSDL document associated with WSDLView
sr: Ниједан WSDL документ није повезан са WSDLView
