Repository: frla/DxGetText
Catalog: trunk/translations/*/delphi7.po
Languages: sr

source: Maximum sessions exceeded
sr: Премашен је максимални број сесија.

source: Variable not found: %s
sr: Промењива није нађена: %s.

source: Component does not support scripting. Class: %0:s, Name: %1:s
sr: Компонента не подржава скриптовање. Класа: %0:s, назив: %1:s

source: Object does not support scripting. Class: %0:s
sr: Објекат не подржава скриптовање. Класа %0:s

source: Parameter expected
sr: Очекиван је параметар.

source: String parameter expected
sr: Стринг параметар је очекиван.

source: Invalid image (the size is less than 4 bytes long).
sr: Слика није валидна (величина је мања од 4 бајта)

source: File include error on line %d: expecting "
sr: Грешка приликом укључивања фајла на линији %d: очекиван знак "

source: File include error on line %d: expecting =
sr: Грешка приликом укључивања фајла на линији %d: очекиван знак =

source: File include error on line %d: expecting virtual, file, or page, but found %s.
sr: Грешка приликом укључивања фајла на линији %d: очекивано virtual, file, или page, а нађено %s.

source: unknown
sr: непознато

source: Component %s not found
sr: Компонента %s није нађена

source: Getting the Count of a TComponentsEnumerator object is not supported
sr: Својство Count код TComponentsEnumerator објекта није подржано

source: Component was expected to implement IInterfaceComponentReference for ValuesList support
sr: Компонента мора да имплементира IInterfaceComponentReference за ValuesList подршку

source: Errors object must support the interface IIterateIntfSupport
sr: Errors објекат мора имплементирати IIterateIntfSupport интерфејс

source: Creates a WebSnap Application
sr: Креира WebSnap апликацију

source: WebSnap Application
sr: WebSnap апликација

source: Creates a WebSnap Page Module
sr: Креира WebSnap модул стране

source: WebSnap Page Module
sr: WebSnap модул стране

source: Creates a WebSnap Data Module
sr: Креира WebSnap дата модул

source: WebSnap Data Module
sr: WebSnap дата модул

source: There is currently no active project.
sr: Нема активног пројекта

source: Standard
sr: Стандард

source: Data Packet
sr: Дата пакет

source: Can't execute %s %d
sr: Није могуће извршавање %s %d

source: Timeout occurred waiting for %s to execute
sr: Истекло је предвиђено време за извршавање %s

source: Unable to execute %s
sr: Није могуће извршавање %s

source: Unexpected error occurred executing %s
sr: Непредвиђена грешка при извршавању %s

source: File Status:
sr: Статус фајла:

source: Found
sr: Нађено

source: Not found
sr: Није нађено

source: Missing ProgID
sr: Недостаје ProgID

source: Go
sr: Иди

source: Fetch &Params
sr: Преузимање &параметра

source: &Web Page Editor...
sr: Едитор &Web стране...

source: Delete existing components?
sr: Желите брисање постојећих компоненти?

source: Add All Actions...
sr: Додавање свих акција...

source: Restore Defaults
sr: Враћање подразумеване вредности

source: Add Params...
sr: Додавање параметара

source: Add All Params
sr: Додавање свих параметара

source: Text file (*.txt)|*.txt|Any file (*.*)|*.*
sr: Текст фајл (*.txt)|*.txt|Сви фајлови (*.*)|*.*

source: Text file (*.txt)|*.txt|Any file (*)|*
sr: Текст фајл (*.txt)|*.txt|Било који фајл (*)|*

source: XTR files (*.xtr)|*.xtr
sr: XTR фајлови (*.xtr)|*.xtr

source: Open Transformation File
sr: Отвор трансформациони фајл

source: XML files (*.xml)|*.xml
sr: XML фајлови (*.xml)|*.xml

source: Open Xml File
sr: Отварање Xml фајла

source: Data Access
sr: Приступ подацима

source: XMLDataFile must be specified
sr: Својство XMLDataFile мора бити дато

source: TransformationFile must be specified
sr: Својство TransformationFile мора имати вредноост

source: Version of Transformation File not supported
sr: Верзија трансформационог фајла није подржана

source: Error saving file
sr: Грешка приликом снимања фајла

source: Error opening file
sr: Грешка приликом учитавања фајла

source: Could not open file
sr: Грешка приликом отварања фајла

source: Error Loading XML
sr: Грешка приликом учитавања XML фајла

source: Error on line %d, position %d
sr: Грешка на линији %d, позиција %d

source: Reason: %s
sr: Разлог: %s

source: XML Parse Error:
sr: Грешка приликом XML парсирања:

source: Cannot read WideString from odd byte position
sr: Читање типа WideString није могућ са непарне позиције

source: Cannot write WideString to odd byte position
sr: Упис типа WideString није могућ на непарну позицију

source: Odd size not valid for WideString
sr: Непарна величина није валидна за WideString

source: Negative stream size invalid
sr: Негативна величина уређеног скупа података (stream) није дозвољена

source: Odd byte position not valid for WideString
sr: Непарна позиција није валидна за WideString

source: Capacity cannot be less than size
sr: Капацитет мора бити већи од величине

source: Must have a target stream
sr: Циљни stream мора постојати

source: "%s" DOMImplementation already registered
sr: "%s" DOMImplementation је већ регистровано

source: No matching DOM Vendor: "%s"
sr: Нема одговарајућег DOM парсера: "%s"

source: Selected DOM Vendor does not support this property or method
sr: Изабрани DOM парсер не подржава ово својство или методу.

source: Property or Method "%s" is not supported by DOM Vendor "%s"
sr: Својство или метод "%s" нису подржани од DOM парсера "%s"

source: Node cannot be null
sr: Нод мора имати вредност

source: Microsoft MSXML is not installed
sr: Microsoft MSXML није инсталиран.

source: This property or method is not implemented in the Open XML Parser
sr: Ово својство или метод нису имплементирани у Open XML парсеру

source: Invalid string offset
sr: Офсет вредност није валидна за дати стринг

source: Invalid DOMString size
sr: Величина DOMString својства није валидна

source: Cannot insert child node
sr: Додавање поднодља није могуће.

source: Node is owned by a different document
sr: Власник нода је други документ.

source: Invalid character in name
sr: Недозвољен карактер у имену

source: No data allowed
sr: Подаци нису дозвољени

source: No modification allowed (readonly data)
sr: Измене нису дозвољене (подаци само за читање)

source: Node not found
sr: Нод није нађен

source: Not supported
sr: Није подржано

source: Attribute already associated with another element
sr: Атриибу је ваћ повезан са другим елементом

source: Invalid state
sr: Статус није валидан

source: Invalid syntax
sr: Синтакса није валидна

source: Invalid modification
sr: Модификација није влидна

source: Invalid namespace request
sr: Namespace захтев није валидан

source: Invalid access
sr: Приступ није валидан

source: TransformNode most be called using a document node (not a document element) for the source and the stylesheet.
sr: Медот TransformNode мора бити позван са нодом документа (не елементом документа) за извор и стил (source and the stylesheet).

source: Error creating file "%s"
sr: Грешка приликом креирања фајла"%s"

source: Unhandled Xerces DOM error (no message available): %d
sr: Непозната Xerces DOM грешка (порука није доступна): %d

source: DOM Error:
sr: DOM Грешка:

source: Error loading library "%s": "%s"
sr: Грешка код учитавања библиотеке "%s": "%s"

source: No active document
sr: Нема активног документа

source: Node "%s" not found
sr: Нод "%s" није нађен

source: IDOMNode required
sr: IDOMNode је неопходан

source: Attributes are not supported on this node type
sr: Атрибути нису подржани за овај тип нода.

source: Invalid node type
sr: Тип нода није валидан

source: Mismatched paramaters to RegisterChildNodes
sr: Неодговарајући параметри за метод RegisterChildNodes

source: Element does not contain a single text node
sr: Елемент не садржи ни један текст нод

source: DOM Implementation does not support IDOMParseOptions
sr: DOM имплементација не подржава IDOMParseOptions

source: Invalid operation on a hosted node
sr: Операција није валидна над удомљеним (hosted) нодом.

source: ItemTag property is not initialized
sr: Својство ItemTag није иницијализовано

source: Node is readonly
sr: Нод је само за читање

source: Unsupported character encoding "%s", try using LoadFromFile
sr: Кодирање није подржано "%s", пробајте LoadFromFile метод

source: Refresh is only supported if the FileName or XML properties are set
sr: Освежавање је једино подржано ако је постављено FileName својство или XML својства

source: FileName cannot be blank
sr: Назив фајла мора имати вредност

source: Line
sr: Линија

source: Invalid or unsupported XML Schema document
sr: XML шема-документ није валидан или није подржан

source: Local type declarations cannot have a name. Element: %s
sr: Локална декларација типа не може имати назив: Елеменат: %s

source: Unknown datatype "%s"
sr: Непознат дата-тип "%s"

source: Invalid %s value: "%s"
sr: Невалидна %s вредност: "%s"

source: Invalid group declaration in "%s"
sr: Декларација групе у "%s"није валидна.

source: Missing Type name
sr: Недостаје назив типа

source: Invalid complex type derivation: %s
sr: Извод из комплексног типа није влидан: %s

source: Name not allowed on a ref item
sr: Назив није дозвољен на 'ref' ставци

source: Global scheam items may not contain a ref
sr: Глобалне ставке шеме не могу садржати ref ставку

source: %s cannot be set on a ref item
sr: није могуће постављање %s на 'ref' ставци

source: Set the GroupRef property for the cmGroupRef content model
sr: Поставите GroupRef својство за cmGroupRef модел садржаја

source: ContentModel not set
sr: Својсттво ContentModel нема вредност

source: Facets and Enumeration not allowed on this kind of datatype "%s"
sr: Facets и Enumeration нису дозвољени у овој врсти података "%s"

source: Invalid built-in type name "%s"
sr: Назив уграђеног типа није валидан - "%s"

source: Built-in Type
sr: Уграђен тип

source: XMLData to XML Schema Translator (.xml -> .xsd)
sr: XMLData у XML транслатор шеме (.xml -> .xsd)

source: 1999 XML Schema Translator (.xsd <-> .xsd)
sr: 1999 XML транслатор шеме (.xsd <-> .xsd)

source: DTD to XML Schema Translator (.dtd <-> .xsd)
sr: DTD у XML транслатор шеме (.dtd <-> .xsd)

source: XDR to XML Schema Translator (.xdr <-> .xsd)
sr: XDR у XML Транслатор шеме (.xdr <-> .xsd)

source: Error creating system registry entry
sr: Грешка приликом креирања кључа у системском регистру

source: Object factory for class %s missing
sr: Недостаје фабрика објеката за класу %s

source: Type information missing for class %s
sr: Недостаје типска информација за класу %s

source: Incorrect type information for class %s
sr: Погрешна типска информација за класу %s

source: Dispatch interface missing from class %s
sr: Недостаје Dispatch интерфејс класе %s

source: Method '%s' not supported by automation object
sr: Аутомациони објекат не подржава метод '%s'

source: Dispatch methods do not support more than 64 parameters
sr: Dispatch методи не подржавају више од 64 параметара

source: DCOM not installed
sr: DCOM није инсталиран

source: DAX Error
sr: DAX Грешка

source: COM Server Warning
sr: Упозорење COM Сервера

source: There are still active COM objects in this application. One or more clients may have references to these objects, so manually closing
sr: Постоји још активних COM објеката у овој апликацији. Могуће је да један или више клијената имају рефереце тих објектима, па ручно затварање

source: this application may cause those client application(s) to fail. Are you sure you want to close this application?
sr: апликације може изазвати пад клијент апликација. Да ли сте сигурни да желите да затворите ову апликацију?

source: Unable to find a Table of Contents
sr: Садржај помоћи није нађен

source: No help found for %s
sr: Помоћ није нађена за %s

source: No context-sensitive help installed
sr: Помоћ по контексту није инсталирана

source: No topic-based help system installed
sr: Помоћ по темама није инсталирана

source: Method %s of class %s not found
sr: Метод %s класе %s није нађен

source: Type mismatch in parameter %d for method %s
sr: Погрешан тип у параметру %d метода %s

source: Invalid DispID for parameter %d in method %s
sr: DispID параметра %d метода %s није валидан

source: Parameter %d required for method %s
sr: Параметара %d је неопходан за метод %s

source: Method definition for %s has over %d parameters
sr: Дефиниција метода за %s има више од %d параметара

source: Too many parameters for method %s
sr: Превише параметара за метод %s

source: Ancestor for '%s' not found
sr: Предак '%s' није нађен

source: Cannot assign a %s to a %s
sr: Није могуће доделити вредност %s за %s

source: List is locked during an active ForEach
sr: Листа је закљчана током активног ForEach

source: ''%s'' expected
sr: очекивано је ''%s''

source: CheckSynchronize called from thread $%x, which is NOT the main thread
sr: CheckSynchronize је позван из нити $%x, која НИЈЕ главна нит апликације

source: Class %s not found
sr: Класа %s није нађена

source: Delimiter and QuoteChar properties cannot have the same value
sr: Delimiter и QuoteChar својства морају имати различите вредоностни

source: A class named %s already exists
sr: Класа %s већ постоји

source: A component named %s already exists
sr: Компонента %s већ постоји

source: String list does not allow duplicates
sr: Листа стрингова не дозвољава дупликате

source: Cannot create file "%s". %s
sr: Није успело креирање фајла "%s". %s

source: Cannot open file %s
sr: Није успело отварање фајла %s

source: Cannot open file "%s". %s
sr: Није успело отварање фајла "%s". %s

source: Identifier expected
sr: Очекиван је идентификатор

source: Invalid binary value
sr: Бинаран вредност није валидна

source: Invalid file name - %s
sr: Назив фајла (%s) није валидан

source: '%s' is an invalid mask at (%d)
sr: '%s' није валидна маска на (%d)

source: ''%s'' is not a valid component name
sr: ''%s'' није валидно име за компоненту

source: Invalid property value
sr: Вредност својства нија валидна

source: Invalid property element: %s
sr: Елемент својства није валидан: %s

source: Invalid property path
sr: Путања својства није валидна

source: Invalid property type: %s
sr: Тип својства није валидан: %s

source: Invalid string constant
sr: Стринг константа није валидна.

source: Item not found ($0%x)
sr: Ставка није нађена ($0%x)

source: List capacity out of bounds (%d)
sr: Капацитет листе је ван граница (%d)

source: List count out of bounds (%d)
sr: Број чланова листе је изван граница (%d)

source: List index out of bounds (%d)
sr: Индекс листе је ван граница (%d)

source: Out of memory while expanding memory stream
sr: Потрошена је сва моморија приликом проширивања меморијског скупа података (stream)

source: %s has not been registered as a COM class
sr: %s није регистрована COM класа

source: Number expected
sr: Очекиван је број

source: %s on line %d
sr: %s на линији %d

source: Component name '%s' exceeds 64 character limit
sr: Име компоненте '%s' превазилази лимит од 64 слова

source: Error reading %s%s%s: %s
sr: Грешка код читања %s%s%s: %s

source: Stream read error
sr: Грешка приликом читања из уређеног скупа података (Stream)

source: Property is read-only
sr: Својство је само за читање

source: Failed to create key %s
sr: Грешка код креирања кључа %s

source: Failed to get data for '%s'
sr: Није успело преузимање вредности за '%s'

source: Invalid component registration
sr: Регистрација компоненте није валидна

source: Failed to set data for '%s'
sr: Није успело постављање вредности за '%s'

source: %s.Seek not implemented
sr: %s.Seek метод није имплементиран

source: Operation not allowed on sorted list
sr: Операција није дозвољена над сортираном листом

source: String expected
sr: Очекиван текст

source: %s expected
sr: очекивано: %s

source: %s not in a class registration group
sr: %s није у групи за регистрацију класа

source: Property %s does not exist
sr: Својство %s не постоји

source: Stream write error
sr: Грешка приликом уписа у уређен скуп података (Stream)

source: Error setting stream size
sr: Грешка приликомо постављања својства Size класе TStream

source: Thread creation error: %s
sr: Грешка код креирања програмске нити: %s

source: Thread Error: %s (%d)
sr: Грешка програмске нити: %s (%d)

source: (%d, %d) is not a valid DateDay pair
sr: (%d, %d) није валидан DateDay пар

source: (%d, %d, %d) is not a valid DateWeek triplet
sr: (%d, %d, %d) није валидан DateWeek триплет

source: (%d, %d, %d, %d) is not a valid DateMonthWeek quad
sr: (%d, %d, %d, %d)није валидна DateMonthWeek четворка

source: (%d, %d, %d, %d) is not a valid DayOfWeekInMonth quad
sr: (%d, %d, %d, %d) није валидна DayOfWeekInMonth четворка

source: %f Julian cannot be represented as a DateTime
sr: %f јулиански није могуће представити као DateTime

source: Incompatible conversion types [%s, %s]
sr: Типови конверзије [%s, %s] нису компатибилни

source: Incompatible conversion types [%s, %s, %s]
sr: Типови конверзије [%s, %s, %s] нису компатибилни

source: Incompatible conversion types [%s - %s, %s - %s]
sr: Типови конверзије [%s - %s, %s - %s] нису компатибилни

source: Unknown conversion type %s
sr: Непознат тип конверзије %s

source: Conversion type (%s) already registered in %s
sr: Тип конверзије (%s) је већ регистрован у %s

source: Unknown conversion family %s
sr: Непозната фамилија конверзије %s

source: Conversion family (%s) already registered
sr: Фамилија конверзије (%s) је већ регистрована

source: Illegal type
sr: Илегалан тип

source: Illegal family
sr: Илегаллна фамилија

source: %s has a factor of zero
sr: %s има фактор нула

source: Could not parse %s
sr: Није успело парсирање %s

source: TStrings descendant %s failed to call inherited constructor
sr: TStrings наследник %s није успео да позове наслеђен конструктор

source: Windows socket error: %s (%d), on API '%s'
sr: Windows socket грешка: %s (%d), на API '%s'

source: Asynchronous socket error %d
sr: Грешка асинхроне утичнице (socket) %d

source: No address specified
sr: Недостаје адреса

source: Can't listen on an open socket
sr: Слушање на отвореној утичници (socket) није могуће

source: Can't create new socket
sr: Није успело креирање нове утичнице (socket)

source: Socket already open
sr: Утичница (socket) је већ отворена

source: Can't change value while socket is active
sr: Вредност није могуће променити до је утичница (socket) активна

source: Socket must be in blocking mode
sr: Утичница (socket) мора бити у моду који блокира

source: %s error %d, %s
sr: %s грешка %d, %s

source: Read
sr: Читанје

source: Write
sr: Уписивање

source: Could not parse imaginary portion
sr: Парсирање имагинарног дела није успело

source: Could not parse required '%s' symbol
sr: Парсирање траженог симбола '%s' није успело

source: Could not parse required '+' (or '-') symbol
sr: Парсирање '+' (или '-') симбола није успело

source: Could not parse real portion
sr: Парсирање реалног дела није успело

source: Unexpected end of string [%s]
sr: Неочекиван крај стринга [%s]

source: Unexpected characters
sr: Неочекивани словни знакови

source: No Help Manager installed.
sr: 'Help Manager' није инсталиран.

source: No topic-based Help installed.
sr: Није инсталирана помоћ по темама.

source: No context-sensitive Help installed.
sr: Није инсталирана помоћ по контексту

source: No help found for "%s"
sr: Помоћ за "%s" није нађена

source: No Table of Contents found.
sr: Садржај помоћи није пронађен

source: Distance
sr: Растојање

source: Micromicrons
sr: МИкромикорна

source: Angstroms
sr: Ангстрома

source: Millimicrons
sr: Милимикрона

source: Microns
sr: Микрона

source: Millimeters
sr: Милиметара

source: Centimeters
sr: Центиметара

source: Decimeters
sr: Дециматара

source: Meters
sr: Метара

source: Decameters
sr: Декаметара

source: Hectometers
sr: Хектометара

source: Kilometers
sr: Километара

source: Megameters
sr: Мегаметара

source: Gigameters
sr: Гигаметара

source: Inches
sr: Инча

source: Feet
sr: Стопа

source: Yards
sr: Јарди

source: Miles
sr: Миља

source: NauticalMiles
sr: Наутичких миља

source: AstronomicalUnits
sr: Астрономских јединица

source: LightYears
sr: Светлосних година

source: Parsecs
sr: Парасека

source: Cubits
sr: Кубита

source: Fathoms
sr: Фатома

source: Furlongs
sr: Фурлонга

source: Hands
sr: Руку

source: Paces
sr: Пејса

source: Rods
sr: Штапова

source: Chains
sr: Ланаца

source: Links
sr: Линкова

source: Picas
sr: Пикаса

source: Points
sr: Тачака

source: Area
sr: Површина

source: SquareMillimeters
sr: Квадратних милиметара

source: SquareCentimeters
sr: Квадратни сантиметри

source: SquareDecimeters
sr: Квадратни децметри

source: SquareMeters
sr: Квадратни метри

source: SquareDecameters
sr: Квадратни декаметри

source: SquareHectometers
sr: Квадратни хектометри

source: SquareKilometers
sr: Квадратни километри

source: SquareInches
sr: Квадратни инчи

source: SquareFeet
sr: Квадратне стопе

source: SquareYards
sr: Квадратни јарди

source: SquareMiles
sr: Квадратни миље

source: Acres
sr: Акри

source: Centares
sr: Центакри

source: Ares
sr: Ари

source: Hectares
sr: Хектари

source: SquareRods
sr: Квадратних штапова

source: CubicMillimeters
sr: кубних милиметара

source: CubicCentimeters
sr: кубних сантиметара

source: CubicDecimeters
sr: кубних дециметара

source: CubicMeters
sr: кубних метара

source: CubicDecameters
sr: кубних декаметара

source: CubicHectometers
sr: кубних хектометара

source: CubicKilometers
sr: кубних клиометара

source: CubicInches
sr: кубних инча

source: CubicFeet
sr: кубних стопа

source: CubicYards
sr: кубних јарди

source: CubicMiles
sr: кубних миља

source: MilliLiters
sr: Милитра

source: CentiLiters
sr: Центилитра

source: DeciLiters
sr: Децилитра

source: Liters
sr: Литара

source: DecaLiters
sr: Декалитра

source: HectoLiters
sr: Хектолитра

source: KiloLiters
sr: Килолитра

source: AcreFeet
sr: Акри стопа

source: AcreInches
sr: Акри инча

source: Cords
sr: Корда

source: CordFeet
sr: Корднихстопа

source: Decisteres
sr: Децистереа

source: Steres
sr: Стереса

source: Decasteres
sr: Декастереса

source: FluidGallons
sr: Течних галона

source: FluidQuarts
sr: Течних квартова

source: FluidPints
sr: Течних пинти

source: FluidCups
sr: Течних шољица

source: FluidGills
sr: Течних гилова

source: FluidOunces
sr: Течних унци

source: FluidTablespoons
sr: Течних супених кашика

source: FluidTeaspoons
sr: Течних кашичица

source: DryGallons
sr: Сувих галона

source: DryQuarts
sr: Сувих квартова

source: DryPints
sr: Сувих пинти

source: DryPecks
sr: Сувих пекова

source: DryBuckets
sr: Сувих бакета

source: DryBushels
sr: Сувих бушела

source: UKGallons
sr: УК галона

source: UKPottle
sr: УК потлова

source: UKQuarts
sr: УК квартова

source: UKPints
sr: УК пинти

source: UKGill
sr: УК гилова

source: UKOunces
sr: УК унци

source: UKPecks
sr: УК пекова

source: UKBuckets
sr: УК Бакета

source: UKBushels
sr: УК бушела

source: Mass
sr: Маса

source: Nanograms
sr: Нанограма

source: Micrograms
sr: Микрограма

source: Milligrams
sr: Милиграма

source: Centigrams
sr: Центиграма

source: Decigrams
sr: Дециграма

source: Grams
sr: Грама

source: Decagrams
sr: Декаграма

source: Hectograms
sr: Хектограма

source: Kilograms
sr: Килограма

source: MetricTons
sr: Метричких тона

source: Drams
sr: Драма

source: Grains
sr: Грејна

source: Tons
sr: Тона

source: LongTons
sr: Метричких тона

source: Ounces
sr: Унци

source: Pounds
sr: Фунти

source: Stones
sr: Камена

source: Temperature
sr: Температура

source: Celsius
sr: Целзијуса

source: Kelvin
sr: Келивина

source: Fahrenheit
sr: Фаренхајта

source: Rankine
sr: Ранкина

source: Reaumur
sr: Рејмора

source: MilliSeconds
sr: Милисекунде

source: Seconds
sr: Секунда

source: Minutes
sr: Минути

source: Hours
sr: Сати

source: Days
sr: Дани

source: Weeks
sr: Недеље

source: Fortnights
sr: Фортнајта

source: Months
sr: Месеци

source: Years
sr: Године

source: Decades
sr: Декаде

source: Centuries
sr: Векови

source: Millennia
sr: Мелинијуми

source: DateTime
sr: Датум и време

source: JulianDate
sr: Јулијански датум
