Repository: frla/DxGetText
Catalog: trunk/translations/*/delphi7.po
Languages: sr

source: Error occurred when DDE ran out of memory ($0%x)
sr: DDE грешка. Нема слободне меморије ($0%x)

source: Unable to connect DDE conversation
sr: Није успело повезивање за DDE конверзацију

source: Cannot load older version of TShape
sr: Није могуће учитавање старије верзије TShape контроле

source: Metafiles
sr: Метафајлови

source: Enhanced Metafiles
sr: Унапређени метафајл

source: Grid too large for operation
sr: Решетка је превелика за тражену операцију

source: Too many rows or columns deleted
sr: Сувише редова или колона је обрисано

source: Grid index out of range
sr: Индекс решетке је ван опсега

source: Fixed column count must be less than column count
sr: Број фиксних колона мора бити мањи од укупног броја колона

source: Fixed row count must be less than row count
sr: Број фиксних редова мора бити мањи од укупног броја редова

source: Cannot insert or delete rows from grid
sr: Додавање и брисање редова није могуће

source: Outline index not found
sr: Индекс Outline контоле није нађен

source: Parent must be expanded
sr: Родитељ мора бити раширен (expanded)

source: Invalid input value
sr: Унесена вредност није валидна

source: Invalid input value. Use escape key to abandon changes
sr: Унесена вредност није валидна. Притисните Ескејп тастер да поништите промене

source: Invalid outline index
sr: Индекс Outline контоле није валидан

source: Incorrect level assignment
sr: Дат је неисправан ниво (level)

source: Invalid selection
sr: Селекција није валидна

source: File load error
sr: Грешка код учитавања фајла

source: Line too long
sr: Лијија је предугачка

source: Maximum outline depth exceeded
sr: Премашена максимална дубина Оutline контроле

source: Invalid argument to date encode
sr: Аргумент за кодирање датума није валидан

source: All files (*.*)|*.*
sr: Сви фајлови (*.*)|*.*

source: : [ - no volume label - ]
sr: : [ - партиција нема назив - ]

source: Color
sr: Боја

source: Unable to write to %s
sr: Није успео упис у %s

source: Bits index out of range
sr: Бит индекс је ван опсега

source: Invalid data type for '%s'
sr: Дата тип није валидан за '%s'

source: Unknown RichEdit conversion file extension (.%s)
sr: RichEdit Екстензија конверзије није позната (.%s)

source: Cannot open AVI
sr: Отварање AVI фајла није успело

source: No MCI device open
sr: Ниједан MCI уређај није отворен

source: All files (*.*)|*.*|Wave files (*.wav)|*.wav|Midi files (*.mid)|*.mid|Video for Windows (*.avi)|*.avi
sr: Сви фајлови (*.*)|*.*|Wave фајлови (*.wav)|*.wav|Миди фајлови (*.mid)|*.mid|Видео за Windows (*.avi)|*.avi

source: CDAudio
sr: CD Аудио

source: DigitalVideo
sr: Дигитални видео

source: MMMovie
sr: ММ Филм

source: Other
sr: Друго

source: Overlay
sr: Оверлеј

source: Scanner
sr: Скенер

source: Sequencer
sr: Секвенцер

source: VCR
sr: Видео

source: Videodisc
sr: ВИдеодиск

source: Unknown error code
sr: Непознат код грешке

source: Service failed on %s: %s
sr: Грешка сервис на %s: %s

source: execute
sr: изврши

source: start
sr: покрени

source: stop
sr: заустави

source: pause
sr: паузирај

source: continue
sr: настави

source: interrogate
sr: испитати

source: shutdown
sr: угаси

source: Service failed in custom message(%d): %s
sr: Сервис је пао са сопственом поруком (%d): %s

source: Service installed successfully
sr: Сервис је успешно инсталиран

source: Service "%s" failed to install with error: "%s"
sr: Инсталација сервиса "%s" није успела са поруком: "%s"

source: Service uninstalled successfully
sr: Сервис је успешно деинсталиран

source: Service "%s" failed to uninstall with error: "%s"
sr: Деинсталација сервиса "%s" није успела са поруком: "%s"

source: Invalid action registration
sr: Регистрације акције није валидна

source: Invalid action unregistration
sr: Дерегистрација акције није успела

source: Invalid action enumeration
sr: Енумерација акције није валидна

source: Invalid action creation
sr: Креирање акције није валидно

source: Docked control must have a name
sr: Припојена контрола мора имати име

source: Error removing control from dock tree
sr: Грешка приликом уклањања контроле са припојног дрвета (dock tree)

source: - Dock zone not found
sr: - Зона за припајање није нађена

source: - Dock zone has no control
sr: - Зона за припајање нема контролу

source: List does not allow duplicates ($0%x)
sr: Листа не дозвољава дупликате ($0%x)

source: No default browser is specified
sr: Није постављен подразумевани прегледач

source: Custom...
sr: Сопствени...

source: Multiselect mode must be on for this feature
sr: Мод за вишеструко селектовање мора бити активан за ово својство

source: Key
sr: Кључ

source: A key with the name of "%s" already exists
sr: Кључ са називом "%s" већ постоји

source: Key "%s" not found
sr: Кључ није "%s" нађен

source: goColMoving is not a supported option
sr: goColMoving није подржана опција

source: Key may not contain equals sign ("=")
sr: Кључ не сме да садржи знак једнако ("=")

source: Error sending mail
sr: Грешка приликом слања електронске поште

source: Cannot assign a subitem to an actionbar when one of it's parent's is already assigned to an actionbar
sr: Није могуће постављање подставке АctionBar компонента када је родитељ оодставке већ додељен некој АctionBar компоненти

source: Item %s has subitems, delete anyway?
sr: Ставка %s садржи подставке, потврдите брисање?

source: You are not allowed to delete this item
sr: Није дозвољено брисање ове ставке

source: Item %s is not allowed to be moved
sr: Померање ставке %s није дозвољено

source: More Buttons
sr: Још дугмића

source: Error downloading URL: %s
sr: Грешка приликом превлачења URL-а: %s

source: Unable to load %s
sr: Није успело учитавање %s

source: (All Actions)
sr: (Све акција)

source: (No Category)
sr: (без категорије)

source: Expand
sr: Рашири

source: Error setting path: "%s"
sr: Грешка приликом постављања путање: "%s"

source: Attempting to put items into a virtual style listbox
sr: Покушано је додавање ставки у виртуелну ListBox контролу

source: Error loading previously saved settings file: %sWould you like to delete it?
sr: Грешка приликом учитавања фајла са подешавањима: %s Да ли желите да га обришете?

source: Reset all usage data?
sr: Желите поништавање свих запамћени података о коришћењу?

source: Run
sr: Покрени

source: (No Name)
sr: (Без имена)

source: ActionManager must first be assigned
sr: Прво доделите ActionManager

source: &Add or Remove Buttons
sr: Дод&авање или уклањање дугмића

source: Reset Toolbar
sr: Ресетовање траке

source: &Customize
sr: &Прилагођавање

source: Separator
sr: Размак

source: Circular references not allowed
sr: Циркуларне референце нису дозвољене

source: %s does not allow hiding
sr: %s не дозвољава сакривање

source: Error setting %s.Count
sr: Грешка приликом постављања %s.Count

source: Listbox (%s) style must be virtual in order to set Count
sr: Listbox (%s) стил мора виртуелан да би било могуће поставити вредност за својство Count

source: Unable to save settings
sr: Снимање поставки није успело

source: Would you like to reset to the default Priority Schedule?
sr: Да ли желите да вратите вредности на подразумеване приоритете заказивања?

source: No OnGetItem event handler assigned
sr: Метод задужен за OnGetItem догађај није постављен

source: Invalid Colormap this ActionBand requires ColorMaps of type TCustomActionBarColorMapEx
sr: Својство Colormap ове ActionBand траке захтева колор-мапу наслеђену од TCustomActionBarColorMapEx

source: A style named %s has already been registered
sr: Стил %s је већ регистрован

source: Standard Style
sr: Стандардни стил

source: XP Style
sr: XP Стил

source: No ActionBand style unit present in the uses clause.Your application must include either XPStyleActnCtrls, StdStyleActnCtrls or a third party ActionBand style unit in its uses clause.
sr: Ниједан стил ActionBand траке није укључен у 'uses' секцију. Молим да укључите XPStyleActnCtrls, StdStyleActnCtrls или неки други стил ActionBand траке у вашу апликацију.

source: Invalid class reference for TAppletApplication
sr: Референца класе није валидна за TAppletApplication

source: Invalid field size
sr: Величина поља није валидна

source: Invalid FieldKind
sr: Врста поља није валидна

source: Invalid field registration
sr: Регистрација поља није валидна

source: Field '%s' is of an unknown type
sr: Поље '%s'' је непознатог типа

source: Field name missing
sr: Недостаје име поља

source: Duplicate field name '%s'
sr: Поље '%s' већ постоји

source: Field '%s' not found
sr: Поље '%s' није нађено

source: Cannot access field '%s' as type %s
sr: Пољу '%s' није могуће приступити преко типа %s

source: Invalid value for field '%s'
sr: Вредност поља '%s' није валидна

source: %g is not a valid value for field '%s'. The allowed range is %g to %g
sr: %g није валидна вредност за поље '%s'. Дозвољении опсег је %g до %g

source: %s is not a valid value for field '%s'. The allowed range is %s to %s
sr: %s није валидна вредност за поље '%s'. Дозвољении опсег је %s до %s

source: '%s' is not a valid integer value for field '%s'
sr: '%s' није валидна целобројна вредност за '%s'

source: '%s' is not a valid boolean value for field '%s'
sr: '%s' није валидна boolean вредност за поље '%s'

source: '%s' is not a valid floating point value for field '%s'
sr: '%s' није валидна вредност са покреним зарезом за поље '%s'

source: Type mismatch for field '%s', expecting: %s actual: %s
sr: Погрешан тип за поље '%s', Очекиван тип: %s а добијен: %s

source: Size mismatch for field '%s', expecting: %d actual: %d
sr: Погрешна величина за поље '%s', Очекивана: %d а добијена: %d

source: Invalid variant type or size for field '%s'
sr: Тип или величина варијанте за поље '%s' није валидна

source: Value of field '%s' is out of range
sr: вВредност поља '%s' је ван опсега

source: Field '%s' must have a value
sr: Поље '%s' мора имати вредност

source: Field '%s' has no dataset
sr: Поље '%s' нема датасет

source: Field '%s' cannot be a calculated or lookup field
sr: Поље '%s' не меже бити претражно (lookup) или рачунско (calculated)

source: Field '%s' cannot be modified
sr: Поље '%s' не може бити измењено

source: Field index out of range
sr: Индекс поља је ван опсега

source: No index currently active
sr: Ниједан индекс тренутно није активан

source: Field '%s' is not indexed and cannot be modified
sr: Поље '%s' није индексирано и није могућа његова измена

source: Cannot access index field '%s'
sr: Није могућ приступ индекс пољу '%s'

source: Duplicate index name '%s'
sr: Индекс '%s' већ постоји

source: No index for fields '%s'
sr: Нема индекса за поља: '%s'

source: Index '%s' not found
sr: Индекс '%s' није пронађен

source: Duplicate name '%s' in %s
sr: Дупли назив '%s' у %s

source: Circular datalinks are not allowed
sr: Цируларне дата-везе нису дозвољене

source: Lookup information for field '%s' is incomplete
sr: Претражне (Lookup) информације за поље '%s' нису комплетиране

source: New Lookup Field
sr: Нови претражно (Lookup) поље

source: DataSource cannot be changed
sr: DataSource није могуће променити

source: Nested datasets cannot have a MasterSource
sr: Угнеждени датасет несме имати MasterSource

source: Cannot perform this operation on an open dataset
sr: Ову операцију није могуће извршити над отвореним датасетом

source: Dataset not in edit or insert mode
sr: Датасет није у моду за измену или додаваље

source: Cannot perform this operation on a closed dataset
sr: Ову операцију није могуће извршити над затвореним датасетом

source: Cannot perform this operation on an empty dataset
sr: Ову операцију није могуће извршити над празним датасетом

source: Cannot modify a read-only dataset
sr: Датасет је само за читање

source: Nested dataset must inherit from %s
sr: Угнеждени датасет мора бити наследник %s

source: Filter expression incorrectly terminated
sr: Филтер израз није исправно терминисан

source: Unterminated field name
sr: Назив поља није терминисан

source: Unterminated string constant
sr: Стринг константа није терминисана

source: Invalid filter expression character: '%s'
sr: Знак '%s' није валидан у филтеру

source: '(' expected but %s found
sr: '(' очекиван али нађен %s

source: ')' expected but %s found
sr: ')' чекиван али нађен %s

source: ')' or ',' expected but %s found
sr: ')' или ',' очекивани али нађен %s

source: Expression expected but %s found
sr: Очекиван израз али нађен %s

source: Field '%s' cannot be used in a filter expression
sr: Поље '%s' није могуће употребити у филтеру

source: NULL only allowed with '=' and '<>'
sr: NULL једино дозвоњен са '=' и '<>'

source: Constant out of range
sr: Константа је ван опсега

source: Field '%s' is not of type Boolean
sr: Поље '%s' није Boolean типа

source: Incorrectly formed filter expression
sr: Неисправано формиран филтер израз

source: nothing
sr: ништа

source: Type mismatch in expression
sr: Погрешан тип у изразу

source: Operation cannot mix aggregate value with record-varying value
sr: Операција не може да меша агрегатну вредност са вердности која зависи од тренутног реда

source: Arithmetic in filter expressions not supported
sr: Аритметичке операције нису подржане у филтер изразу

source: Expression is not an aggregate expression
sr: Израз није агрегатног типа

source: Constant is not correct type %s
sr: Константа није коректонг типа %s

source: Aggregate expressions not allowed in filters
sr: Агрегатни изрази нису дозвољени у филтеру

source: IN predicate list may not be empty
sr: Листа после IN не сме бити празна

source: Invalid use of keyword
sr: Употреба кључне речи није валидна

source: Parameter '%s' not found
sr: Параметар '%s' није нађен

source: Unable to load bind parameters
sr: Учитавање параметара није успело

source: Parameter '%s', cannot save data larger than %d bytes
sr: Параметар '%s' не може да сними податке веће од %d б.

source: Field '%s' is of an unsupported type
sr: Тип поља '%s' није подржан

source: Property may not be modified while aggregate is active
sr: Измена својства није могућа док је агрегат активан

source: SQL not supported: %s
sr: SQL упит није подржан: %s

source: Execute not supported: %s
sr: Execute није подржан: %s

source: Field '%s' is not the correct type of calculated field to be used in an aggregate, use an internalcalc
sr: Поље '%s' није валидног типа прерачунатог (calculated) поља за употребу у агрегатном пољу. Изаберите internalcalc тип поља

source: Record not found or changed by another user
sr: Слог није нађен или је промељен од стране другог корисника

source: Operation not allowed on a unidirectional dataset
sr: Операција није дозвољена над једнодирекционим датасетом

source: Unassigned variant value
sr: Није додељена вредност варијанте (Unassigned)

source: Record not found
sr: Тражени слог није нађен

source: FileName property cannot be blank
sr: FileName својство мора бити попуњено

source: Fieldname %s exceeds %d chars
sr: Fieldname %s премашује %d знакова

source: BCD overflow
sr: BCD премашена вредност

source: %s is not a valid BCD value
sr: %s није валидна BCD вредност

source: Invalid format type for BCD
sr: Тип форамта није валидан за BCD

source: Could not parse SQL TimeStamp string
sr: Није успело парсирање SQL TimeStamp стринга

source: Invalid SQL date/time values
sr: SQL вредности за датум/време нису валидне

source: Skip
sr: Прескакање

source: Merge
sr: Спајање

source: Correct
sr: Исправка

source: Refresh
sr: Освежавање

source: Modified
sr: Измењен

source: Inserted
sr: Додат

source: Deleted
sr: Обрисан

source: Update Error - %s
sr: Грешка код чувања измена - %s

source: <Unchanged>
sr: <Неизмењен>

source: (Binary)
sr: (Бинарни)

source: (Array)
sr: (Низ)

source: Original Value
sr: Оригинална вредност

source: Conflicting Value
sr: Спорна вредност

source: Value
sr: Вредност

source: <No Records>
sr: <нема редова>

source: New
sr: Додај

source: Black
sr: Црна

source: Maroon
sr: Бордо

source: Green
sr: Зелена

source: Olive
sr: Маслинасто зелена

source: Navy
sr: Тегет

source: Purple
sr: Љубичаста

source: Teal
sr: Плаво-зелена

source: Gray
sr: Сива

source: Silver
sr: Сребрна

source: Red
sr: Црвена

source: Lime
sr: Светло зелена

source: Yellow
sr: Жута

source: Blue
sr: Плава

source: Fuchsia
sr: Болесно љубичаста

source: Aqua
sr: Светло плава

source: White
sr: Бела

source: Money Green
sr: Новац зелена

source: Sky Blue
sr: Небо плава

source: Cream
sr: Крем

source: Medium Gray
sr: Полусива

source: Active Border
sr: Активни оквир

source: Active Caption
sr: Активни наслов

source: Application Workspace
sr: Радни простор апликације

source: Background
sr: Позадина

source: Button Face
sr: Лице дугмеат

source: Button Highlight
sr: Означено дугме

source: Button Shadow
sr: Сенка дугмета

source: Button Text
sr: Текст дугмета

source: Caption Text
sr: Текст наслова

source: Gradient Active Caption
sr: Преливни активни наслов

source: Gradient Inactive Caption
sr: Преливни неактивни наслов

source: Gray Text
sr: Сиви текст

source: Highlight Background
sr: Осветљена позадина

source: Highlight Text
sr: Означен текст

source: Inactive Border
sr: Неактивни оквир

source: Inactive Caption
sr: Неактивна подлог наслова

source: Inactive Caption Text
sr: Неактиван текст наслова

source: Info Background
sr: Инфо позадина

source: Info Text
sr: Инфо текст

source: Menu Background
sr: Подлога менија

source: Menu Text
sr: Текст менија

source: None
sr: Ниједна

source: Scroll Bar
sr: Покретна трака

source: 3D Dark Shadow
sr: 3Д тамна сенка

source: 3D Light
sr: 3Д светло

source: Window Background
sr: Подлога прозор

source: Window Frame
sr: Оквир прозора

source: Window Text
sr: Текст прозора

source: Could not find server in ObjectManager list
sr: Нисам нашао сервер у ObjectManager листи

source: Backup Database files
sr: Бекап базе података

source: Size(Bytes)
sr: Величина(бајтова)

source: Filename(s)
sr: Фајл(ови)

source: Pages
sr: Стране

source: Database Files|*.gdb
sr: Базе података|*.gdb

source: &Transaction Editor...
sr: &Едитор трансакције...

source: Database Files (*.gdb)|*.gdb|All files (*.*)|*.*
sr: Базе (*.gdb)|*.gdb|Сви фајлови (*.*)|*.*

source: Transaction is currently Active. Rollback and continue?
sr: Трансакција је активна. Да је поништим (Rollback) и наставим рад?

source: &Dataset Editor...
sr: &Датасет едитор

source: %s, Default
sr: %s, Подразумевано

source: InterBase library gds32.dll not found in the path. Please install InterBase to use this functionality
sr: Библиотека gds32.dll није нађена на путањи. Молим да инсталирате InterBase за даље коришћење.

source: InterBase library gds.so.0 not found in the path. Please install InterBase to use this functionality
sr: Библиотека gds.со.0 није нађена на путањи. Молим да инсталирате InterBase за даље коришћење.

source: InterBase Install DLL ibinstall.dll not found in the path. Please install InterBase 6 to use this functionality
sr: Библиотека ibinstall.dll није нађена на путањи. Молим да инсталирате InterBase да би кристили ове опције.

source: %s is an InterBase 6 function. Please upgrade to InterBase 6 to use this functonality
sr: %s је InterBase верзије 6 функција. Молим да инсталирате InterBase 6 или новији.

source: Unsupported feature
sr: Ова опција није подржана

source: Not permitted
sr: Операција није дозвољена

source: Temporary file access error
sr: Грешка код приступа привременом фајлу

source: Database connection timed out
sr: Време за успостављање конекције са базом података је истекло.

source: Cannot set database
sr: Није успело постављање базе

source: Cannot set transaction
sr: Није успело постављањ трансакције

source: Operation cancelled at user's request
sr: Операција обустављена на захтев корисника

source: DPB Constant (isc_dpb_%s) is unsupported
sr: DPB константа (isc_dpb_%s) није подражана

source: DPB Constant (%d) is unknown
sr: DPB константа (%d) је непозната

source: TPB Constant (isc_tpb_%s) is unsupported
sr: TPB константа (isc_tpb_%s) није подржана

source: TPB Constant (%d) is unknown
sr: TPB константа (%d) је непозната

source: Cannot perform operation -- DB is not open
sr: Операцију није могуће извршити - База није отворена

source: Cannot perform operation -- DB is currently open
sr: Операцију није могуће извршити - База је отворена

source: Database name is missing
sr: Недостаје назива базе података

source: Transaction is not active
sr: Трансакција није активна

source: Transaction is active
sr: Трансакција је активна

source: Timeout values cannot be negative
sr: Време за успостављање везе мора бити позитивно или нула

source: No databases are listed in transaction component
sr: Компоненти за трансакцију није додељена база

source: Updating wrong database
sr: Измена погрешне базе података

source: Updating wrong transaction. Unique transaction expected in set
sr: Измена кроз погрешну трансакцију. Очекивана је јединствена трансакција у скупу

source: Database not assigned
sr: База није додељњна

source: Transaction not assigned
sr: Трансакција није додељена

source: XSQLDA index out of range
sr: XSQLDA индекс је ван опсега

source: XSQLDA name does not exist (%s)
sr: XSQLDA име не постоји (%s)

source: End of file
sr: Крај фајла

source: Beginning of file
sr: Почетак фајла

source: Invalid statement handle
sr: Handle вредност израза није валидна

source: IBSQL Open
sr: IBSQL Отворен

source: IBSQL Closed
sr: IBSQL Затворен

source: Dataset open
sr: Датасет је отворен

source: Dataset closed
sr: Датасет је затворен

source: Unknown SQL Data type (%d)
sr: Непознат SQL тип (%d)

source: Invalid column index (index exceeds permitted range)
sr: Индекс колоне није валидан (индекс прелази дозвољен опсег)

source: Invalid parameter index (index exceeds permitted range)
sr: Параметар индекса није валидан (индекс превазилази дозвољен опсег)

source: Invalid data conversion
sr: Грешка код конверзије података

source: Column cannot be set to null (%s)
sr: Колона неможе бити null (%s)

source: Blob stream cannot be read
sr: Blob подаци не могу бити прочитани

source: Blob stream cannot be written
sr: Blob подаци немогу бити уписани

source: Empty query
sr: Празан упит (query)

source: Cannot "open" a non-select statement. Use ExecQuery
sr: Немогу да "Отворим" исказ који није select. Употребите ExecQuery.

source: No access to field "%s"
sr: Нема приступа пољу "%s"

source: Field "%s" is read-only
sr: Поље "%s" је само за читање

source: Field "%s" not found
sr: Поље "%s" није нађено

source: Not in edit mode
sr: Компонента није у моду за едитовање

source: Cannot insert into dataset. (No insert query)
sr: Додавање није могуће. (недостаје insert упит)

source: Cannot post. (No update/insert query)
sr: Слање измена није могуће. Недостаје уптиз за измену/додавање.

source: Cannot update. (No update query)
sr: Измена није могућа. Недостаје уптиз за измену.

source: Cannot delete from dataset. (No delete query)
sr: Брисање није могуће. Недостаје упит за брисање

source: Cannot refresh row. (No refresh query)
sr: Освежавање реда није могуће. Недостаје упит за освежавање.

source: Buffer not set
sr: Недостаје бафер

source: Circular references not permitted
sr: Циркуларне референце нису дозвољене

source: SQL Parse Error: %s
sr: Грешка код парсирања SQL израза: %s

source: User abort
sr: Обустављено од стране корисника

source: Data set is uni-directional
sr: Датасет је унидирекциони

source: Cannot create shared resource. (Windows error %d)
sr: Није успело креираље дељених ресурса. (Windows грешка %d)

source: Windows API error. (Windows error %d [$%.8x])
sr: Windows API грешка. (Windows грешка %d [$%.8x])

source: Column lists do not match
sr: Листе колона се не поклапају

source: Column types don't match. (From index: %d; To index: %d)
sr: Типови колона се не поклапају. (Од индекса: %d; до индекса: %d)
