Repository: frla/DxGetText
Catalog: trunk/translations/*/delphi7.po
Languages: sr

source: Failed attempting to retrieve time zone information.
sr: Грешка приликом преузимања инвормација о временској зони.

source: No bindings specified.
sr: Нема назначених повезивања.

source: OnExecute not assigned.
sr: OnExecute догађај није додљен.

source: Not all bytes sent.
sr: Нису послати сви бајтови.

source: Not enough data in buffer.
sr: Нема довољно података у баферу.

source: Package Size Too Big.
sr: Величина пакета је превелика.

source: Raw Receive Error = 0.
sr: Грешка код пријема сирових пакета = 0

source: ICMP Receive Error = 0.
sr: Грешка код пријема ICMP пакета = 0

source: Winsock Initialization Error.
sr: Грешка приликом иницијализације Winsock библиотеке.

source: %s could not be loaded.
sr: Није успело учитавање %s

source: Set Size Exceeded.
sr: Величина скупа је премашена.

source: Thread Class Not Specified.
sr: Класа програмске нити није дата.

source: File "%s" not found
sr: Фајл "%s" није нађен.

source: Cannot change target while active.
sr: Циљ није могуће променити док је компонента активна.

source: Only one TIdAntiFreeze can exist per application.
sr: Само једна инстанца TIdAntiFreeze може постојати у апликацији.

source: %d: Circular links are not allowed
sr: %d: Циркуларне везе нису дозвољене

source: InterceptEnabled cannot be set to true when Intercept is nil.
sr: InterceptEnabled не може бити постављен на true када својство Intercept није додељено.

source: IOHandler value is not valid
sr: IOHandler вредност није валидна

source: Not Connected
sr: Веза није успостављена.

source: Object type not supported.
sr: Тип објекта није подржан.

source: AcceptWait property cannot be modified while server is active.
sr: AcceptWait својство није могуће променити док је сервер активан.

source: Terminate Thread Timeout
sr: Истекло је време за прекид рада програмсе нити.

source: No execute handler found.
sr: Метод задужен за извршавање није нађен.

source: No data to read.
sr: Нема доступних података за читање.

source: Can not bind in port range (%d - %d)
sr: Повезивање на дати порт опсег није могуће (%d - %d)

source: Invalid Port Range (%d - %d)
sr: Вредности за порт је ван опсега (%d - %d)

source: Read Timeout
sr: Време за читање је истекло.

source: Max line length exceeded.
sr: Премашена је максимална дужина линије.

source: UDP Receive Error = 0.
sr: Грешка код UDP пријема = 0.

source: No command handler found.
sr: Метод задужен за команду није нађен.

source: Cannot perform task while server is active.
sr: Операцију није могуће извести док је сервер активан.

source: @ Outside address
sr: @ спољној адреси

source: Unable to initialize compressor
sr: Иницијализација компресора није успела

source: Unable to initialize decompressor
sr: Иницијализација декомпресора није успела

source: Compression error
sr: Грешка приликом паковања

source: Decompression error
sr: Грешка приликом распаковања

source: Error on call Winsock2 library function %s
sr: Грешка при позиву функције Winsock2 библиотеке %s

source: Error on loading Winsock2 library (%s)
sr: Грешка приликом учитавања Winsock2 библиотеке (%s)

source: Extension is empty
sr: Extension вредност је празна

source: Mimetype is empty
sr: Mimetype вредност је празна

source: Extension already exits
sr: Екстензија већ постоји

source: Resolving hostname %s.
sr: Разрешавање назива хоста %s.

source: Connecting to %s.
sr: Повезивање са %s.

source: Connected.
sr: Веза је успостављена.

source: Disconnecting.
sr: Раскидање везе.

source: Disconnected.
sr: Веза је прекинута.

source: Connect timed out.
sr: Време за успостављање везе је истекло.

source: Encoding text
sr: Кодирање текста

source: Encoding attachment
sr: Кодирање закаченог прилога.

source: Unknown Message Part Type.
sr: Непознат тип дела поруке.

source: Invalid Encoding. UU only allows Body and Attachments
sr: Кодирање је непознато. UU дозвољава само тело и прилоге поруке

source: Connection explicitly refused by NNTP server.
sr: NNTP сервер је одбио конекцију.

source: Stringlist not initialized!
sr: Листа стрингова није иницијализована.

source: No OnNewsgroupList event has been defined.
sr: Догађај OnNewsgroupList није дефинисан.

source: No OnNewGroupsList event has been defined.
sr: Догађај OnNewGroupsList није дефинисан.

source: No OnNewNewsList event has been defined.
sr: Догађај OnNewNewsList није дефинисан.

source: Recv
sr: Примљено

source: Sent
sr: Послато

source: Stat
sr: Статус

source: Chunk Started
sr: Парче започето

source: Continue
sr: Настави,

source: Switching protocols
sr: Пребацивање на други протокол.

source: Created
sr: Креиран,

source: Accepted
sr: Прихваћен

source: Non-authoritative Information
sr: Информација није од ауторитета

source: No Content
sr: Недостаје садржај.

source: Reset Content
sr: Поништити садржај

source: Partial Content
sr: Делимичан садржај.

source: Moved Permanently
sr: Пресељен за сатално.

source: Moved Temporarily
sr: Привремено пресељен.

source: See Other
sr: Види друго.

source: Not Modified
sr: Није измењен

source: Use Proxy
sr: Користите прокси

source: Bad Request
sr: Лош захтев

source: Unauthorized
sr: Неауторизован

source: Forbidden
sr: Забрањен

source: Not Found
sr: Није нађен.

source: Method not allowed
sr: Метод није дозвољен.

source: Not Acceptable
sr: Није прихватљиво

source: Proxy Authentication Required
sr: Прокси захтева аутентификацију

source: Request Timeout
sr: Захтеву је истекло време.

source: Conflict
sr: Конфликт

source: Gone
sr: Отишло

source: Length Required
sr: Дужина је неопходна

source: Precondition Failed
sr: Предуслов није задовољен

source: Request Entity To Long
sr: Ентитет захтева је предугачак.

source: Request-URI Too Long. 256 Chars max
sr: Упитни URI је предугачак. Максимално је 256 знака

source: Unsupported Media Type
sr: Тип медија није подржан

source: Internal Server Error
sr: Интерна сервер грешка

source: Not Implemented
sr: Није имплементирано.

source: Bad Gateway
sr: Лош Gateway

source: Service Unavailable
sr: Сервис није доступан.

source: Gateway timeout
sr: Gateway тајмаут

source: HTTP version not supported
sr: HTTP верзија није подржана

source: Unknown Response Code
sr: Непознат код одговора.

source: Header has already been written.
sr: Заглавље је већ уписано,

source: Error in parsing command.
sr: Грешка приликом парсирања команде.

source: Unsupported authorization scheme.
sr: Шема ауторизације није подржана.

source: Cannot change session state when the server is active.
sr: Стање сесије није могуће променити док је сервер активан.

source: This authentication method is already registered with class name %s.
sr: Овај метод аутентификације је већ регистрован са класом %s.

source: Unsupported hash algorithm. This implementation supports only MD5 encoding.
sr: Хаш алгоритам није подржан. Ова имплементација подржава само MD5 кодирање.

source: Successfull API call
sr: Успешан API позив

source: Not enough memory is available to complete this request
sr: Нема довољно меморије за комплетирање захтева

source: The handle specified is invalid
sr: Вредност handle није валидна

source: The function requested is not supported
sr: Тражена функција није подржана

source: The specified target is unknown or unreachable
sr: Тражени циљ је непознат или није доступан

source: The Local Security Authority cannot be contacted
sr: Није могуће контактирати локални безбедоносни систем (Local Security Authority)

source: The requested security package does not exist
sr: Тражени сигурносни пакет не постоји

source: The caller is not the owner of the desired credentials
sr: Позивна страна није власник потребних акредитација.

source: The security package failed to initialize, and cannot be installed
sr: Није успела иницијализација безбедоносног пакета, па га није могуће инсталирати

source: The token supplied to the function is invalid
sr: Вредност прослеђена функцији није фалидна

source: The security package is not able to marshall the logon buffer, so the logon attempt has failed
sr: Безбедоносни пакет није у могућности да управља пријавном баферу, па покушај пријаве није успео

source: The per-message Quality of Protection is not supported by the security package
sr: Безбедоносни пакет не подржава квалитет заштите (Quality of Protection) по поруци.

source: The security context does not allow impersonation of the client
sr: Безбедоносни контекст не дозвољава изигравање клијента

source: The logon attempt failed
sr: Покушај пријављивања није успео.

source: The credentials supplied to the package were not recognized
sr: Безбедоносне акредитације у пакету нису препзната

source: No credentials are available in the security package
sr: Нема доступних акредитација у безбедоностном пакету

source: The message or signature supplied for verification has been altered
sr: Дата порука или електронски потпис за верификацију су мењани

source: The message supplied for verification is out of sequence
sr: Порука за верификацију је ван секвенце.

source: No authority could be contacted for authentication.
sr: Није успело контактирање ниједаног безбедоносног ауторитета за потребе пријављивања.

source: The function completed successfully, but must be called again to complete the context
sr: Функција је успешно извршена, али мора бити позвана поново да би се компелтирао безбедоносни контекст

source: The function completed successfully, but CompleteToken must be called
sr: Функција је успешно извршена, али метод CompleteToken мора бити позван

source: The function completed successfully, but both CompleteToken and this function must be called to complete the context
sr: Функција је извршена успешно, али и CompleteToken и ова функција морају бити позвани да би се комплетирао контекст

source: The logon was completed, but no network authority was available. The logon was made using locally known information
sr: Пријава је завршена, али није нађен доступан мрежни безбедоносни ауторитет. Пријава је изведена помоћу локално познатих информација

source: The context has expired and can no longer be used.
sr: Контекст је истекао и његова употреба више није могућа.

source: The supplied message is incomplete. The signature was not verified.
sr: Дата порука није комплетна. Потпис није проверен.

source: The credentials supplied were not complete, and could not be verified. The context could not be initialized.
sr: Дате акредитације нису комплетне, и нису могле бити проверене. Контекст није иницијализован.

source: The buffers supplied to a function was too small.
sr: Бафер дат функцији је премали.

source: The credentials supplied were not complete, and could not be verified. Additional information can be returned from the context.
sr: Дате акредитације нису комплетне, и нису могле бити проверене. Додатне информације је могуће преузети из контекста.

source: The context data must be renegotiated with the peer.
sr: Подаци за безбедоносни контекст морају бити регенарисани.

source: The target principal name is incorrect.
sr: Циљно главно име (principal name) није исправно.

source: There is no LSA mode context associated with this context.
sr: Нема мода LSA контекста повезаног са овим контекстом.

source: The clocks on the client and server machines are skewed.
sr: Часовници на клијент и сервер машинама су различити.

source: The certificate chain was issued by an untrusted authority.
sr: Ланац сертификата је издат од стране неповерљивог (untrusted) ауторитета.

source: The message received was unexpected or badly formatted.
sr: Примљена порука је неочекивана или лошег формата.

source: An unknown error occurred while processing the certificate.
sr: Непозната грешка при процесирању сертификата.

source: The received certificate has expired.
sr: Примљени сертификат је истекао.

source: The specified data could not be encrypted.
sr: Није успело шифровање датих података.

source: The specified data could not be decrypted.
sr: Није успело дешифровање датих података.

source: The client and server cannot communicate, because they do not possess a common algorithm.
sr: Није могућа комуникација измељу клијента и сервера, јер не поседују заједнички алгоритам.

source: The security context could not be established due to a failure in the requested quality of service (e.g. mutual authentication or delegation).
sr: Безбедоносни контекст није могао бити успостављен због грешке у траженом квлитету сервиса (т.ј. узајамна аутентификацјиа или делегација).

source: Unknown error
sr: Непозната грешка

source: SSPI %s returns error #%d(0x%x): %s
sr: SSPI %s је вратио грешку #%d(0x%x): %s

source: SSPI interface has failed to initialise properly
sr: SSPI интерфејс није успео да се иницијализјуе

source: No PSecPkgInfo specified
sr: Није задат PSecPkgInfo

source: No credential handle acquired
sr: Успешно је добијена Handle вредност безбедоносне акредитације

source: Can not change credentials after handle aquired. Use Release first
sr: Није могућа измена безбедоносне акредитације након добијања Handle вредности. Употребите прво метод Release

source: Unknown credentials use
sr: Непозната употреба сигурносне актредитације

source: Do AcquireCredentialsHandle first
sr: Позовите прво AcquireCredentialsHandle

source: CompleteAuthToken is not supported
sr: Метод CompleteAuthToken није подржан

source: Incorrect length in received block
sr: Дужина примљеног блока није валидна

source: Unknown
sr: Непознат

source: Unknown FTP listing format
sr: Непознат формат FTP листинга

source: Connection established
sr: Конекција је успостављена

source: Starting FTP transfer
sr: Покретање FTP преноса

source: Transfer complete
sr: Пренос је завршен

source: Transfer aborted
sr: Пренос је обустављен

source: %s is corrupt.
sr: %s није валидан (corrupt).

source: %s is not a valid service.
sr: %s није валидан сервис.

source: Socket Error # %d %s
sr: Socket грешка # %d %s

source: Interrupted system call.
sr: Прекинут је системски позив.

source: Bad file number.
sr: Лош број фајла.

source: Access denied.
sr: Приступ није дозвољен

source: Bad address.
sr: Лоша адреса.

source: Invalid argument.
sr: Аргумент није валидан.

source: Too many open files.
sr: Сувише отворених фајлова.

source: Operation would block.
sr: Операција ће блокирати.

source: Operation now in progress.
sr: Операција је у току.

source: Operation already in progress.
sr: Операције је већ у току.

source: Socket operation on non-socket.
sr: Операција захтева валидну прикључницу (socket).

source: Destination address required.
sr: Циљна адреса је неопходна.

source: Message too long.
sr: Порука је предугачка.

source: Protocol wrong type for socket.
sr: Протокол је погрешног типа за прикључницу (socket).

source: Bad protocol option.
sr: Лоша опција за дати протокл.

source: Protocol not supported.
sr: Протокол није подржан

source: Socket type not supported.
sr: Тип прикључнице (socket) није подржан.

source: Operation not supported on socket.
sr: Операција није подржана над прикључницом (socket).

source: Protocol family not supported.
sr: Фамилија протокола није подржана

source: Address family not supported by protocol family.
sr: Фамилија адресе није подржана од стране фамилије протокола.

source: Address already in use.
sr: Адреса је већ у употреби.

source: Cannot assign requested address.
sr: Преузимање дата адресе није успело.

source: Network is down.
sr: Мрежа је пала.

source: Network is unreachable.
sr: Мрежа није доступна.

source: Net dropped connection or reset.
sr: Мрежа је прекинула конекцију или је ресетована.

source: Software caused connection abort.
sr: Програмски прекид конекције.

source: Connection reset by peer.
sr: Други рачунар је прекинуо конекцију.

source: No buffer space available.
sr: Нема слободног места у баферу.

source: Socket is already connected.
sr: Прикључница (socket) је већ конектована.

source: Socket is not connected.
sr: Прикључницу (socket) није конектована.

source: Cannot send or receive after socket is closed.
sr: Пријем или слање није могуће затварања прикључнице (socket).

source: Too many references, cannot splice.
sr: Превише референци, спајање није могуће.

source: Connection timed out.
sr: Време за конекцију је истекло.

source: Connection refused.
sr: Конекције је одбијена.

source: Too many levels of symbolic links.
sr: Превише нивоа симболичког линка.

source: File name too long.
sr: Назив фајла је предугачак.

source: Host is down.
sr: Хост није доступан.

source: No route to host.
sr: Нема руте до хоста.

source: Directory not empty
sr: Фасцикла није празна.

source: Too many processes.
sr: Превелики број процеса.

source: Too many users.
sr: Превелики број корисника.

source: Disk Quota Exceeded.
sr: Премашена је диск квота.

source: Stale NFS file handle.
sr: Заглављена NFS фајл handle вредност.

source: Too many levels of remote in path.
sr: Превише нивоа у удаљеној путањи.

source: Network subsystem is unavailable.
sr: Мрежни подсистем није доступан.

source: WINSOCK DLL Version out of range.
sr: Верзија WINSOCK DLL библиотеке је ван опсега

source: Winsock not loaded yet.
sr: Winsock библиотека још није учитана

source: Host not found.
sr: Хост није нађен.

source: Non-authoritative response (try again or check DNS setup).
sr: Неауторитативни орговор (покушајте опет или проверите DNS подешавања).

source: Non-recoverable errors: FORMERR, REFUSED, NOTIMP.
sr: Грешке код којих опоравак није могућ: FORMERR, REFUSED, NOTIMP.

source: Valid name, no data record (check DNS setup).
sr: Име је валидно, али нема података (проверите DNS подешавања)

source: command not recognized
sr: команда није препозната.

source: %s is not a Gopher+ server
sr: %s није Gopher+ сервер

source: DNS Server Reports Query Format Error
sr: DNS сервер јавља да је формат упита неиспправан

source: DNS Server Reports Query Server Error
sr: DNS сервер даје грешку упита

source: DNS Server Reports Query Name Error
sr: DNS сервер јавља да је неисправан назив упита

source: DNS Server Reports Query Not Implemented Error
sr: DNS сервер јавља да је уипт није имплементиран

source: DNS Server Reports Query Refused Error
sr: DNS сервер јавља да је упит одбијен

source: Server Returned Unknown Error
sr: Сервер је вратио непознату врсту грешке

source: TimedOut
sr: Дато време је истекло

source: MF is an Obsolete Command. USE MX.
sr: MF је застарела команда. Користите MX.

source: MD is an Obsolete Command. Use MX.
sr: MD је застарела команда. Користите MX.

source: MailA is an Obsolete Command. USE MX.
sr: Команда MailA је застарела. Користите MX.

source: -Err 501 MailB is not implemented
sr: -Err 501 MailB није имплементирана

source: Invalid Query Count %d
sr: Број упита није валидан %d

source: Invalid Packet Size %d
sr: Величина пакета није валидна %d

source: Received Packet is too small. Less than 4 bytes %d
sr: Примљени пакет је премали. Дужине мање од 4 бајта %d

source: Invalid Header Id %d
sr: Id %d заглавља није валидан

source: Received Packet is too small. Less than 12 bytes %d
sr: Примљени пакет је премали. Дужине мање од 12 бајта %d

source: Received Packet is too small. %d
sr: Примљени пакет је премали. %d

source: Data file saved to %s
sr: Дата фајл снимљен у %s

source: Control file save to %s
sr: Контролни фајл снимљен у %s

source: Directory %s does not exist
sr: Фасцикла %s не постоји

source: Winshoes LPD Server %s
sr: Winshoes LPD сервер %s

source: Server status: active
sr: Статус сервера: активан

source: Queue %s status: %s
sr: Складиште (Queue) %s статус : %s

source: closing connection
sr: затварам конекцију

source: Unknown queue %s
sr: Непознато складиште (Queue) %s

source: connected with %s
sr: конектован са %s

source: abort job
sr: обустава операције

source: Receive control file
sr: Прими контролни фајл

source: Receive data file
sr: Прими дата фајл

source: Error: no queues defined
sr: Грешка: Нема дефинисаних складишта (queues)

source: Timeout
sr: Тајмаут

source: Unexpected operation from %s:%d
sr: Неочекивана операција од %s:%d

source: Unsupported transfer mode: "%s"
sr: Трансвер мод није подржан: "%s"

source: Unable to complete write request, progress halted at %d bytes
sr: Није могућ завршетак захтева за упис, прогрес је заустављен на %d бајт(а)

source: Unable to open %s
sr: Није успело отварање %s

source: Access to %s denied
sr: Приступ %s није дозвољен

source: Invalid Text count. TIdText must be greater than 1
sr: Број ставки својства Text није валидан. TIdText мора бити већи од 1.

source: TIdMessagePart can not be created. Use descendant classes.
sr: TIdMessagePart није могуће креирати. Употребите наследне класе.

source: Error saving attachment.
sr: Грешка приликом снимања закаченог дела. (attachment)

source: not specified
sr: није дат

source: Unrecognized POP3 Response Header: "%s"
sr: Заглавље POP3 одговора није препознато: "%s"

source: Server do not support APOP (no timestamp)
sr: Сервер не подржава APOP (нема timestamp вредности)

source: Unable to execute command, wrong connection state;Current connection state: %s.
sr: Извршавање команде није могуће због погрешно стање конекције; Тренутно стање конекције: %s.

source: Unrecognized IMAP4 Response Header.
sr: Непознато IMAP4 заглавље одговора.

source: Any
sr: Све

source: Non Authenticated
sr: Неаутентификоване

source: Authenticated
sr: Аутентификоване

source: Selected
sr: Изабране

source: Username:
sr: Корисничко име:

source: Password:
sr: Шифра:

source: Invalid Login.
sr: Приступ није валидан.

source: Allowed login attempts exceeded, good bye.
sr: Премашен је број дозвољених покушаја пријављивања, довиђења.

source: No authentication handler has been specified.
sr: Ниједан метод задужен за аутентификаију није дат.

source: Indy Telnet Server
sr: Indy Telnet сервер

source: OnDataAvailable event is nil.
sr: Није додељен метод задужен за OnDataAvailable догађај.

source: server not responding
sr: сервер не реагује

source: Server did not respond.
sr: Сервер није одговорио

source: The string %s does not translate into a valid IP.
sr: Стринг %s није могуће претворити у валидан IP.

source: Invalid network mask.
sr: Маска мреже није валидна.

source: Invalid value length: Should be 32.
sr: Дужина није валидна: требало би да је 32.

source: There is too many IP addresses in the specified range (%d) to be displayed at design time.
sr: Постоји превише IP адреса у датом опсегу (%d) да би биле приказане у дизајн моду.

source: Reply Timed Out: The server did not return a response and the query has been abandoned
sr: Истекло време за одговор: Сервер није вратио одговор па упит није више важећи

source: Invalid Port: The foreign or local port is not specified correctly or invalid
sr: Порт није валидан: Циљни или локални порт није исправно

source: No User: Port pair is not used or not used by an identifiable user
sr: Корисник није доступан: Порт пар није у употреби од стране корисника које је могуће идентификовати

source: Hidden User: Information was not returned at a user's request
sr: Скривени корисник: Информација није дата на захтев корисника

source: Unknown or other error: Can not determine owner, other error, or the error can not be revealed.
sr: Непозната грешка или грешка другог типа: Није успело одређивање власника, друга грешка, или грешке чији тип није могуће открити.

source: About
sr: Основне информације

source: About Internet &Direct (Indy) %s...
sr: Основни подаци о Internet &Direct (Indy) %s...

source: Version %s
sr: Верзија %s

source: Copyright (c) 1993 - 2002 Kudzu (Chad Z. Hower) and the Indy Pit Crew
sr: Copyright (c) 1993 - 2002 Kudzu (Chad Z. Hower) и Indy Pit Crew

source: For the latest updates and information please visit:
sr: За последњу верзију и исправке, као и информације посетите:

source: Project Coordinator
sr: Координатор пројекта

source: Project Co-Coordinator
sr: Ко-коордонатор пројекта

source: Documentation Coordinator
sr: Координатор документације:

source: Demos Coordinator
sr: Домо координатор
