Repository: frla/DxGetText
Catalog: trunk/translations/*/delphi7.po
Languages: sr

source: Invalid WSDL document '%s' - Please verify the location and content! Error: %s
sr: WSDL дкумент '%s' није валидан - молим да проверите локацију и садржај Грешка: %s

source: Empty document
sr: Празан документ

source: No WSDL or URL property was set in the THTTPRIO component. You must set the WSDL or URL property before invoking the Web Service
sr: WSDL или URL својство нијеје постављено у THTTPRIO компоненти. Морате поставити WSDL или URL својство пре позивања Web сервиса

source: Unable to retrieve the URL endpoint for Service/Port '%s'/'%s' from WSDL '%s'
sr: Није успело преузимање URL-а за Сервис/Порт '%s'/'%s' за WSDL '%s'

source: Datatype of TypeKind: %s not supported as argument for remote invocation
sr: Тип података (TypeKind:) %s није подржан као аргумент за удаљено позивање

source: No matching Kylix type was found for type: URI = %s, Name = %s on Node %s
sr: Није нађен одговарајући Kylix тип за тип: URI = %s, Назив = %s на ноду %s

source: Unknown SOAPAction %s
sr: Напозната акција SOAPAction %s

source: Classes that represent scalar types must descend from TRemotableXS, %s does not
sr: Класе које претстављају скаларне типове морају бити наследници TRemotableXS класе, %s то није

source: Must enable multiref output for objects when serializing a graph of objects - (%s)
sr: Морам омогућити multiref излаз за објекте када серијализујем график објеката - (%s)

source: Conversion from class %s to SOAP is not supported - SOAP classes must derive from TRemotable
sr: Конверзија из класе %s у SOAP није подржана - SOAP класе морају бити наследници класе TRemotable

source: Internal error: data type kind %s not expected in this context
sr: Интерне грешка: подаци типа %s нису очекивани у датом контексту

source: Received content of invalid Content-Type setting: %s - SOAP expects "text/xml"
sr: Примљени је саржај није валидног типа (Content-Type): %s - SOAP очекује "text/xml"

source: Array Node: %s has too many elements
sr: Нод низа: %s садржи превише елемената

source: DocumentElement %s:%s expected, %s:%s found
sr: DocumentElement %s:%s очекивано, %s:%s нађено

source: Too many parameters in method %s
sr: Превелики број параметара у методи %s

source: Array type expected. Node %s
sr: Очекиван је низ тип. Нод %s

source: Class %s does not implement interface GUID %s
sr: Класа %s не имплементира интерфејс GUID %s

source: Element of Array type %s has no RTTI
sr: Елемент типа низ %s нема RTTI

source: Invalid SOAP Response
sr: SOAP одговор није валидан

source: Invalid SOAP array specification
sr: Спецификација SOAP низа није валидна

source: Cannot find node referenced by ID %s
sr: Није успело налажење нода чији ID је %s

source: Option not set to allow Native type to be set to NULL
sr: Није постављена опција која дозвољава да Native тип има вредност NULL.

source: Only one FaultCode element allowed
sr: Дозвољен је само један FaultCode елемент

source: Only one FaultString element allowed
sr: Дозвољенн је само један FaultString елемент

source: Missing FaultString or FaultCode element
sr: Недостаје FaultString или FaultCode елемент

source: Invokable Class %s implements no interfaces
sr: Класа %s не имплементира интерфејсе.

source: Type cannot be cast as Variant
sr: Тип није могуће претворити у варијанту

source: varDate type not supported
sr: varDate тип није подржан

source: varDispatch type not supported
sr: varDispatch тип није подржан

source: varError type not supported
sr: varError тип није подржан

source: varVariant type not supported
sr: varVariant тип није подржан

source: Error Processing Header (%s)%s
sr: Грешка приликом процесирања заглавља (%s)%s

source: SOAP Response Packet: result element expected, received "%s"
sr: SOAP пакет-одговор: очекиван је резултујући елемент, а примљен "%s"

source: Invalid Pointer
sr: Показивач није валидан

source: No Native to Message converter set
sr: Недостају конвертори из Native типа у Message тип

source: No Message processing node set
sr: Нод за процесирање порука није постављен

source: Soap header %s with attribute 'mustUnderstand' set to true was not handled
sr: Soap заглавље %s са атрубутом 'mustUnderstand' постављеним на 'true' није одрађен

source: Interface %s has no RTTI
sr: Интерфејс %s нема RTTI

source: Parameter %s on Method %s of Interface %s has no RTTI
sr: Параметар %s метода %s интерфејса %s нема RTTI

source: Invalid date string: %s
sr: Стринг датаума није валидан: %s

source: Invalid time string: %s
sr: Стринг времена није валидан: %s

source: Invalid hour: %d
sr: Вредност сати није валидна: %d

source: Invalid minute: %d
sr: Вредност минута није валидна: %d

source: Invalid second: %d
sr: Вредност секунди није валидна: %d

source: Invalid second: %f
sr: Вредност секунди није валидна: %f

source: Invalid millisecond: %d
sr: Вредност милисекунди није валидна: %d

source: Invalid fractional second: %f
sr: Вредност дела секунде није валидна: %f

source: Invalid hour offset: %d
sr: Офсет вредност сати није валидна: %d

source: Invalid day: %d
sr: Вредност дана није валидна: %d

source: Invalid month: %d
sr: Вредност месеца није валидна: %d

source: Invalid duration string: %s
sr: Стриг временске разлике није валидан: %s

source: Millisecond Values must be between 000 - 999
sr: Вреднност милисекунди мора бити између 000 - 999

source: Year portion of date too large for conversion
sr: Вредност за годину датог датума је превелика за конверзију

source: Hour Offset portion of time invalid
sr: Офсет вредност сати није валидна

source: Invalid decimal string: ''%s''
sr: Децимални стринг није валидан: ''%s''

source: Cannot convert empty string to TBcd value
sr: Конвертовање празног стринга у TBcd вредност није могуће.

source: Cannot convert scientific notation to TBcd value
sr: Није могуће конвертовање научне нотације броја у TBcd вредност

source: Cannot convert NAN to TBcd value
sr: Ноје могућа конверзија NAN вредности у TBcd вредност.

source: Invalid Bcd Precision (%d) or Scale (%d)
sr: Прецизност Bcd броја (%d) или скала (%d) нису валидни

source: Cannot convert to TBcd: string has more than 64 digits: %s
sr: Конверзија у TBcd није могћа: стринг има више од 64 броја: %s

source: %s is not a valid hex string
sr: %s није валидан хексадецимални стринг

source: Invalid HTTP Request: Length is 0
sr: HTTP захтев није валидан: дужина је 0

source: Invalid HTTP Response: Length is 0
sr: HTTP одговор није валидан: дужина је 0

source: ByteBool, WordBool and LongBool cannot be exposed by WebServices. Please use 'Boolean'
sr: ByteBool, WordBool и LongBool не могу бити извезени од стране Web сервиса. Користите тип 'Boolean'

source: WideString index out of bounds
sr: WideString индекс је ван опсега

source: Lists all the PortTypes published by this Service
sr: Излиставање свих PortTypes вредности публикованих од стране овог сервиса

source: No service available for URL %s
sr: Нема доступних сервиса за URL %s

source: No interface is registered to handle URL %s
sr: Ниједан интерфејс није регистрован за URL %s

source: No Class is regisgtered to implement interface %s
sr: Ниједна класа није регистрована као имплементатор интерфејса %s

source: No URL was specified for 'GET'
sr: Ниједан URL није дат за метод 'GET'

source: Invalid url '%s' - only supports 'http' and 'https' schemes
sr: URL '%s' није валидан - подржани су само 'http' и 'https' шеме

source: No class registered for invokable interface %s
sr: Ниједна класа није регистрована за имплементацију интерфејса %s

source: No Dispatcher set
sr: Диспечер није постављен

source: Method has no RTTI
sr: Метод нема RTTI

source: Unsuppported variant type %d
sr: Тип варијанте није подржан %d

source: Invalid or Unknown Time Zone
sr: Неважећа или непозната временска зона

source: Unknown Error
sr: Непозната грешка

source: Error:
sr: Грешка:

source: Registered Types
sr: Регистровани типови

source: WebService Listing
sr: Листа Web сервиса

source: WebService Listing Administrator
sr: Администратор листе Web сервиса

source: Port Type
sr: Тип порта

source: Documentation
sr: Документација

source: WSDL Ports for PortType
sr: WSDL портови за PortType својство

source: Service Info Page
sr: Инфо страница сервиса

source: TAggregateStream Error: no internal streams
sr: TAggregateStream Грешка: нема интерних уређених скупова података (streams)

source: method not supported
sr: метод није подржан

source: Method not permitted in TSoapDataList
sr: Метод није дозвољен у TSoapDataList класи

source: Content-Length header not found
sr: Content-Length заглавље није нађено

source: Insufficient data for Content-Length
sr: Недовољно података за Content-Length заглавље

source: Error reading from Mime Request Stream
sr: Грешка при читању захтева Mime уређеног скупа података (Mime Request Stream)

source: No access to temporary file
sr: Приступ привременом фајлу није успео

source: No access to temporary file: check TMPDIR setting
sr: Приступ привременом фајлу није успео: проверите TMPDIR

source: No URL property set - please specify the URL of the Service you wish to connect to
sr: URL својствно није постављено - молим да поставите URL сервиса на који желите да се повежете

source: Interface (%s) is not registered - please include the unit that registers this interface to your project
sr: Интерфејс (%s) није регистрован - молим да укључите у пројекат програмску јединицу (unit) која региструје овај интерфејс

source: Interface (%s) canno be remoted - please verify the interface declaration - specially the methods calling convention!
sr: Интерфејс (%s) не може бити удаљен - молим да проверите декларацију интерфејса - нарочито конвенције позивања метода!

source: Unable to load WSDL File/Location: %s. Error [%s]
sr: Није успело учитавање WSDL фајла/локације: %s. Грешка [%s]

source: Html files (*.htm *.html)|*.htm;*.html
sr: ХТМЛ фајлови (*.htm *.html)|*.htm;*.html

source: Html files (*.htm;*.html)|*.htm;*.html
sr: ХТМЛ фајлови (*.htm;*.html)|*.htm;*.html

source: line
sr: линија

source: lines
sr: линија

source: Invalid graphic format
sr: Формат слике није валидан

source: Unable to locate form/component, '%s'
sr: Лоцирање форме/компоненте '%s' није могуће

source: Unable to locate property '%s' on component '%s'
sr: Није успело лоцираљње својства '%s' компоненте '%s'.

source: Property '%s' has not been initialized on component '%s'
sr: Својство '%s' није иницијализовано за компоненту '%s'

source: Load Picture
sr: Учитавање слике као

source: Save Picture As
sr: Снимање слике као

source: About...
sr: Основни подаци....

source: No property pages are available for this control
sr: Ова контрола нема стране са својствима

source: An About Box is not available for this control
sr: Ова контрола нема основне податке

source: (Unassigned)
sr: (нема вредност)

source: String
sr: Стринг

source: Unknown Type
sr: Непознат тип

source: Cannot create a method for an unnamed component
sr: Није могуће креирање методе за неименоване компоненте

source: Editing %s%s%s
sr: Измена %s%s%s

source: Selection contains a component introduced in an ancestor form which cannot be deleted
sr: Селекција садржи компоненту коју ниије могуће обрисати јер је део неслеђе класе (TForm)

source: New components cannot be added to frame instances.
sr: Нове компонене не могу бити додаване инстанцама оквира (frame)

source: All Files (*)|*
sr: Сви фајлови (*)|*

source: All Files (*.*)|*.*
sr: Сви фајлови (*.*)|*.*

source: Class %s is not applicable to this module
sr: Класа %s није примењива на овај модул

source: (Not available)
sr: (Недоступно)

source: Edit
sr: Измена

source: Delete
sr: Брисање

source: Control
sr: Контрола

source: Bring to Front
sr: На врх

source: Send to Back
sr: На дно

source: Action
sr: Акција

source: Data
sr: Подаци

source: Database
sr: База података

source: Drag, Drop and Docking
sr: Превлачење и уметање (Drag, Drop and Docking)

source: Drag and Drop
sr: Превлачење (Drag and Drop)

source: Help and Hints
sr: Помоћ

source: Layout
sr: Изглед

source: Linkage
sr: Повезивање

source: Locale
sr: Локалне информације

source: Localizable
sr: За локализацију

source: Miscellaneous
sr: Остало

source: Visual
sr: Визуелно

source: Input
sr: Улазни подаци

source: Add item
sr: Додај ставку

source: %s ActionManager property has not been assigned
sr: %s ActionManager својство није додељено

source: Invalid Enum Value
sr: Enum вредност није валидна

source: Missing Connection or ConnectionString
sr: Connection или ConnectionString морају имати вредност

source: Filter property cannot be used for detail tables
sr: Табеле детаљи не могу имати филтер

source: Dataset does not support bookmarks, which are required for multi-record data controls
sr: Овај датасет не подржава bookmarks својства, која су неопходна за вишередне дата-контроле.

source: Missing %s property
sr: Недостаје %s својство

source: CommandText does not return a result set
sr: CommandText не враћа податке

source: Error creating object. Please verify that the Microsoft Data Access Components 2.1 (or later) have been properly installed
sr: Грешка приликм креирања објекта. Молим да проверите да ли је инсталиран Microsoft Data Access Components 2.1 (или новији)

source: Events are not supported with server side TableDirect cursors
sr: Догађаји нису подржани са TableDirect курсорима на стрени сервера

source: Unsupported field type (%s) in field %s
sr: Тип поља (%s) није подржан за поље %s

source: No matching ADO data type for %s
sr: Нема одговарајћеа ADO типа поља за %s

source: A connection component is required for async ExecuteOptions
sr: Компонента-конекција је неопходна за асинхрони ExecuteOptions метод

source: Cannot perform a requery after connection has changed
sr: Поновни упит није могућ ако је конекција промењена

source: FilterOptions are not supported
sr: Опције својства FilterOptions нису подржане

source: Recordset is not open
sr: ADO Recordset није отворен

source: Value
sr: Вредност

source: Cannot enable AutoSessionName property with more than one session on a form or data-module
sr: AutoSessionName својство захтева само једну сесију на формулару или дата-модулу да би било доступно

source: Cannot add a session to the form or data-module while session '%s' has AutoSessionName enabled
sr: Додавање сесије форми или дата-модулу није могуће док сесија '%s' има омогућено AutoSessionName својство

source: Cannot modify SessionName while AutoSessionName is enabled
sr: Модификазија SessionName својства није нмогућа док је AutoSessionName својство омогућено

source: Duplicate database name '%s'
sr: База са именом '%s' већ постоји

source: Duplicate session name '%s'
sr: Сасија са именом '%s' већ постоји

source: Invalid session name %s
sr: Име сесије '%s' није валидно

source: Database name missing
sr: Недостаје назив базе података

source: Session name missing
sr: Недостаје назив сесије

source: Cannot perform this operation on an open database
sr: Ову операцију није могуће извршити на отвореној бази података

source: Cannot perform this operation on a closed database
sr: Ову операцију није могуће извршити на затвореној бази података

source: Database handle owned by a different session
sr: handle вредност базе је у власништву друге сесије

source: Cannot perform this operation on an active session
sr: Операција није могућа док је сесија активна

source: Error creating cursor handle
sr: Грешка приликом креирања handle вредности курсора

source: Cannot convert field '%s' to a floating point value
sr: Није могућа конверзија поља '%s' у вредност са покретним зарезом

source: Cannot convert field '%s' to an integer value
sr: Није могућа конверзија поља '%s' у целобројну

source: Source and destination tables are incompatible
sr: Изворна и циљна табела нису компатибилне

source: Fields '%s' and '%s' are not assignment compatible
sr: Поље '%s' и '%s' нису компатибилна за размену вредности

source: ReferenceTableName not specified for field '%s'
sr: Референтно TableName својство није наведено за поље '%s'

source: Cannot use array of Field values with Expression Indices
sr: Низ вредоности поља није могуће користити са индексим базираним на изразима

source: Invalid batch move parameters
sr: Параметри за групни пренос (batch move) нису валидни

source: No SQL statement available
sr: Недостаје SQL израза

source: No value for parameter '%s'
sr: Недостаје вредност за параметар '%s'

source: No parameter type for parameter '%s'
sr: Недостаје тип параметра за параметар '%s'

source: Cannot connect to database '%s'
sr: Није успело конектовање на базу података '%s'

source: An error occurred while attempting to initialize the Borland Database Engine (error $%.4x)
sr: Грешка приликом иницијализације Borland Database Engine (грешка $%.4x)

source: Da&tabase Editor...
sr: Едитор &базе података...

source: E&xplore
sr: Пре&гледај

source: '%s' cannot be opened
sr: Није могуће отворити '%s'

source: The MasterSource property of '%s' must be linked to a DataSource
sr: MasterSource својство '%s' мор бити повезано на DataSource компоненту

source: Unable to open the MasterSource Table
sr: Отварање MasterSource табеле није успело

source: S&QL Builder...
sr: S&QL градитељ...

source: Define &Parameters...
sr: Дефиниције &параметара...

source: Database is currently connected. Disconnect and continue?
sr: База података је тренутно конектована. Па прекинем везу и наставим?

source: BDE error $%.4x
sr: BDE грешка $%.4x

source: Unable to use duplicate DataSource and LookupSource
sr: Није могућа употреба дуплицираног DataSource и LookupSource својства

source: LookupSource must be connected to TTable component
sr: LookupSource мора бити повезана са TTable компонентом

source: %s must be the lookup table's active index
sr: %s мора бити у активном индексу претражне (lookup) табеле

source: ;Input;Output;Input/Output;Result
sr: ;Улазни;Излазни;Улазни/Излазни;Резултат

source: Must have a valid field type selected
sr: Неопходан је селектован валидан тип поља

source: Parameter '%s' truncated on output
sr: Параметар '%s' је исечен на излазу

source: Result
sr: Резултат

source: %s%s%s Database
sr: %s%s%s база

source: %s%s%s Parameters
sr: %s%s%s параметри

source: %s%s%s Index Files
sr: %s%s%s Индекс фајлови

source: Index does not exist. Index: %s
sr: Индекс не постоји. Индекс: %s

source: Missing TableName property
sr: Недостаје TableName својство (Назив табеле)

source: Missing DataSetField property
sr: Неодстаје DataSetField својство

source: E&xecute
sr: И&звршавање

source: Not in cached update mode
sr: Датасет није у моду кешираних измена

source: Invalid alias name %s
sr: Назив алијаса није валидан - %s

source: Cannot access field '%s' in a filter
sr: Приступ пољу '%s' није моугућ у филтеру

source: &UpdateSQL Editor...
sr: &UpdateSQL Едитор...

source: No dataset association
sr: Недостаје датасет асоцијација

source: Untitled Application
sr: Апликација нема наслов

source: Cannot update, %s is not owned by %s
sr: Измена није могућа, %s није од %s

source: Update failed
sr: Измена није успела

source: Must select at least one key field and one update field
sr: Морате изабрати бар једно кључно поље и бар једно поље за измену

source: Update SQL statements not generated, exit anyway?
sr: Update SQL изрази нису генерисани, потврђујете излазак?

source: Unable to determine field names for %s
sr: Није могуће установити назива поља за %s

source: The transaction isolation level must be dirty read for local databases
sr: Ниво изолације трансакције мора бити 'dirty read' за локалне базе

source: Missing DataSet property
sr: Недостаје DataSet својство

source: No provider available
sr: Провајдер није наведен

source: Dataset is not a query
sr: Датасет није базиран на упиту

source: Failed to clear tab control
sr: Није успело пражњење таб контроле

source: Failed to retrieve tab at index %d
sr: Није успело налажење таб странице на индексу %d

source: Failed to get object at index %d
sr: Није успело проналажење објекта на индексу %d

source: Failed to set tab "%s" at index %d
sr: Није успело постављање таб странице "%s" на индекс %d

source: Failed to set object at index %d
sr: Није успело постављање објекта на индексу %d

source: Invalid index
sr: Индекс није валидан

source: Unable to insert an item
sr: Додавање ставке није успело

source: Invalid owner
sr: Власник није валидан

source: Unable to create new column
sr: Додавање нове колоне није успело

source: Unable to create new item
sr: Додавање нове ставке није успело

source: RichEdit line insertion error
sr: RichEdit грешка код додавања линије

source: Failed to Load Stream
sr: Учитавање података није успело

source: Failed to Save Stream
sr: Снимање података није успело

source: Error assigning Hot-Key to %s. %s
sr: Грешка приликом додељивања скраћенице за %s. %s

source: Hot-Key is invalid
sr: Пречица није валидна

source: Window is invalid or a child window
sr: Прозор није валидан или је подпрозор (child window)

source: Hot-Key is assigned to another window
sr: Пречица је додељена другом прозору

source: %s is already associated with %s
sr: %s је већ повезано са %s

source: This control requires version 4.70 or greater of COMCTL32.DLL
sr: Ова контрола захтева COMCTL32.DLL верзије 4.70 или новије

source: Date exceeds maximum of %s
sr: Датум прелази максимални %s

source: Date is less than minimum of %s
sr: Датум је мањи од минималног %s

source: You must be in ShowCheckbox mode to set to this date
sr: Морате бити у ShowCheckbox моду да би поставили овај датум

source: Failed to set calendar date or time
sr: Постављање датума или времена на календару није успело

source: Failed to set maximum selection range
sr: Постављање максималног опсега селекције није успело

source: Failed to set calendar min/max range
sr: Постављање мин./макс. опсега календара није успело

source: Date range can only be used in multiselect mode
sr: Опсег датума је могуће користити само у 'multiselect' моду

source: Failed to set calendar selected range
sr: Постављање селектованог опсега календара није успело

source: Can't write to a read-only resource stream
sr: Није могућ упис у TResourceStream класу јер је она предвиђена само за читање

source: Metafile is not valid
sr: Метафајл није валидан

source: Invalid image
sr: Слика није валидна

source: Invalid operation on TOleGraphic
sr: Операција над TOleGraphic није валидна

source: Image dimensions do not match image list dimensions
sr: Димензије слике се не поклапају са димензијама листе слика.

source: Invalid ImageList
sr: ImageList листа није валидна

source: Failed to read ImageList data from stream
sr: Грешка приликом учитавања ImageList података из TStream класе

source: Failed to write ImageList data to stream
sr: Грешка приликом уписивања ImageList података у TStream класу

source: Error creating window device context
sr: Грешка приликом креирања контекста уређаја прозора (window device context)

source: Client of TDrag not initialized
sr: Клијент TDrag класе није иницијализован

source: Error creating window class
sr: Грешка код креирања класе прозора

source: Error creating window
sr: Грешка приликом креирања прозора

source: Cannot focus a disabled or invisible window
sr: Фокус на онемогућен или невидљив прозор није могућ

source: Control '%s' has no parent window
sr: Контрола '%s' нема родитељски прозор

source: Printer is not currently printing
sr: Штампач није у процесу штампе

source: Printing in progress
sr: Штампа је у току

source: Cannot have more than one MDI form per application
sr: НИје могуће имати више од једне MDI форме по апликацији

source: Could not load CARDS.DLL
sr: Не могу да учитам CARDS.DLL

source: Duplicate CardId found
sr: Пронађен је дупли CardId

source: An error returned from DDE ($0%x)
sr: DDE је вратио грешку ($0%x)

source: DDE Error - conversation not established ($0%x)
sr: DDE Грешка - конверзација није успостављена ($0%x)
