Repository: frla/DxGetText
Catalog: trunk/translations/*/delphi7.po
Languages: sr

source: &Tile Vertically
sr: Слагање &вертикално

source: Tile Vertical
sr: Слагање вертикално

source: Delete|Erases the selection
sr: Брисање|Уклања селекцију

source: &Undo
sr: &Опозив

source: Undo|Reverts the last action
sr: Опозив|Опозив предходне радње

source: &Contents
sr: &Садржај

source: Help Contents
sr: Садржај помоћи

source: &Help on Help
sr: &Помоћ на помоћ

source: Help on help
sr: Помоћ на помоћ

source: &Topic Search
sr: Претрага по &Темама

source: Topic Search
sr: Претрага по темама

source: Exit|Quits the application
sr: Крај рада|Затвара апликацију

source: &Open...
sr: &Отвори...

source: Open|Opens an existing file
sr: Отвори|Отвара постојећи фајл

source: Print Set&up...
sr: По&деси штампач...

source: Print Setup
sr: Подеси штампач

source: Save &As...
sr: Сними &као...

source: Save As|Saves the active file with a new name
sr: Сними као| Снима активни фајл под новим именом

source: Format
sr: Формат

source: &Bold
sr: Поде&бљано

source: &Italic
sr: &Курзив

source: &Underline
sr: Под&вучено

source: Underline
sr: Подвучено

source: Search
sr: Претрага

source: &Find...
sr: Пре&трага...

source: Find|Finds the specified text
sr: Претрага|Претрага за назначеним текстом

source: Find &Next
sr: Нађи &Следећи

source: Find Next|Repeats the last find
sr: Поновна претрага|Понаваља последњу претрагу претрагу

source: Replace|Replaces specific text with different text
sr: Замена|Замењује нађени текст са задатим текстом

source: &Center
sr: &Центрирај

source: Center|Centers text between margins
sr: Центрирај|Центрира селекцију између маргина

source: Align &Left
sr: Поравнање &Лево

source: Align Left|Aligns text at the left indent
sr: Поравнање лево|Поравнавање текста по левој страни

source: Align &Right
sr: Поравнање &Десно

source: Align Right|Aligns text at the right indent
sr: Поравнање десно|Поравнавање текста по десној страни

source: &Bullets
sr: &Набрајања

source: Bullets|Inserts a bullet on the current line
sr: Набрајања|Покреће набрајање од тренутне линије

source: &Strikeout
sr: &Прецртан

source: Strikeout
sr: Прецртан

source: Dialog
sr: Дијалог прозор

source: Select &Color...
sr: Изабор &боје

source: Color Select
sr: Избор боје

source: Font Select
sr: Избор фонта

source: &Open Picture...
sr: &Отварање слике...

source: Open Picture
sr: Отварање слике

source: &Save Picture...
sr: &Снимање слике...

source: Save Picture
sr: Снимање слике

source: &Run...
sr: Пок&рени...

source: Run|Runs an application
sr: Покрени|Покреће апликацију

source: open
sr: отварање

source: Previous|Go back to the previous tab
sr: Предходна|Повратак на предходну таб страницу

source: &Finish
sr: &Готово

source: Next|Go to the next tab
sr: Следећа|Прелазак на следећу таб страницу

source: F&ind First
sr: Проналажење П&рвог

source: Find First|Finds the first occurance of specified text
sr: Проналажење првог|Проналази прво појављивање датог текста

source: List
sr: Листа

source: &Copy Selection
sr: &Копирај селекцију

source: Copy Selection
sr: Копирај селекцију

source: &Delete Selection
sr: О&бриши селекцију

source: Delete Selection
sr: Обриши селекцију

source: Clear Selection
sr: Уклони селекцију

source: &Move Selection
sr: По&мери селекцију

source: Move Selection
sr: Помери селекцију

source: Internet
sr: Интернет

source: &Browse URL
sr: &Иди на URL

source: Browse URL
sr: Иди на URL

source: &Download URL
sr: &Превуци URL

source: Download from URL
sr: Превуци са URL-а

source: &Send Mail...
sr: &Пошаљи пошту...

source: Send email
sr: Пошаље пошту

source: &Print...
sr: &Штампај

source: Open with...
sr: Отвори са...

source: Page Set&up...
sr: Подешавање с&тране...

source: Customize
sr: Прилагоди

source: Toolbars
sr: Траке

source: Toolb&ars:
sr: Тр&аке:

source: (Checkmark toggles visibility)
sr: (Квачица одређује видљивост)

source: &Toolbar Options
sr: Подешавање &Траке са алатима

source: &Caption Options
sr: Подешавање &наслова

source: Apply caption options &to all toolbars
sr: Примени опције наслова &на све траке са алатима

source: Actions
sr: Акције

source: To add actions to your application simply drag and drop from either Categories or Actions onto an existing ActionBar.
sr: Да би додали акције у вашу апликацију, само их превуците са Категорија или Акција на постојећу ActionBar траку.

source: Cate&gories:
sr: Кате&горије:

source: A&ctions:
sr: А&кције:

source: Description
sr: Опис

source: Personalized Menus and Toolbars
sr: Лични менији и траке са алатима

source: &Menu animations:
sr: Анимације &Менија

source: Drag to create Separators
sr: Превуците на траку да би креирали размаке на траци

source: &Reset...
sr: Пони&шти...

source: Reset Usage Data
sr: Поништи податке о коришћењу

source: Me&nu show recently used items first
sr: Ме&ни приказује послдељњ коришћене ставке прве

source: Show f&ull menus after a short delay
sr: Прикажи п&уне менија после кратке паузе

source: Show &tips on toolbars
sr: &Приказуј помоћне прозорчиће на тракама

source: Show shortcut keys in tips
sr: Приказуј пречице са тастатуре у помоћним прозорчићима

source: Apply &to all toolbars
sr: Примени на све &траке

source: &Large icons
sr: &Велике иконе

source: Interpreter
sr: Интерпретер

source: &Generator
sr: &Генератор

source: &Field
sr: &Поље

source: Increment By
sr: Увећај за

source: &Apply Event
sr: &Примени догађај

source: Restore Database Files
sr: Врати фајлове базе података

source: Service Editor
sr: Едитор сервиса

source: Connection
sr: Веза

source: &Server:
sr: &Сервер

source: &Protocol:
sr: П&ротокол:

source: &Local
sr: &Локални

source: &Remote
sr: &Удаљени

source: Database Parameters
sr: Параметри базе:

source: Pass&word:
sr: &Шифра;

source: Se&ttings:
sr: &Опције:

source: Lo&gin Prompt
sr: Логин прозор:

source: &Active
sr: &Активно

source: &Database:
sr: &База:

source: &Browse
sr: &Прегледај

source: Borland Socket Server
sr: Борландов Socket Сервер

source: &Listen on Port:
sr: &Слушај на Порту:

source: Many values of Port are associated by convention with a particular service such as ftp or http. Port is the ID of the connection on which the server listens for client requests.
sr: Многе вредност за Порт су повезане по договору са одређеним сервисима као на пример ftp или http. Порт је ID конекције на којој сервер очекује (слуша) захтеве клијената.

source: Thread Caching
sr: Кеширање програмских нити

source: &Thread Cache Size:
sr: Величина кеша Про&грамских нити

source: Thread Cache Size is the maximum number of threads that can be reused for new client connections.
sr: Величина кеша програмске нити је максимални број програмских нити које могу да бити поновно искориштене за нове клијент конекције .

source: Intercept GUID
sr: GUID за пресретање

source: Intercept GUID is the GUID for a data interceptor COM object. See help for the TSocketConnection for details.
sr: GUID за пресретање је GUID за дата-пресретач COM објекат. Погледајте помоћ за TSocketConnection за више детаља.

source: &Inactive Timeout:
sr: &Неактивни тајмаут:

source: Inactive Timeout specifes the number of minutes a client can be inactive before being disconnected. (0 indicates infinite)
sr: Неактивни тајмату представља број минута током којих клијент може бити неактиван пре него што буде откачен. (вредност 0 представља бесконачно чекање)

source: Users
sr: Корисници

source: IP Address
sr: IP Адреса

source: Host
sr: Хост

source: Last Activity
sr: Последња активност

source: &Properties
sr: &Цвојства

source: &Ports
sr: &Портови

source: &Exit
sr: &Изађи

source: &Connections
sr: &Везе

source: &Disconnect
sr: &Прекини везу

source: &Show Host Name
sr: &Прикажи назив хоста

source: &Registered Objects Only
sr: &Само регистровани објекти

source: &Allow XML Packets
sr: &Дозволи XML пакете
