Repository: frla/DxGetText
Catalog: trunk/translations/*/delphi7.po
Languages: sr

source: ModifiedJulianDate
sr: Модификовани јулијански датум

source: ''%s'' is not a valid date
sr: ''%s'' није валидан датум

source: ''%s'' is not a valid date and time
sr: ''%s'' није валидан датум и време

source: ''%s'' is not a valid integer value
sr: ''%s'' није валидан цео број

source: ''%s'' is not a valid time
sr: ''%s'' није валидно време

source: Invalid argument to time encode
sr: Погрешан аргумент за кодирање времена

source: ZLib error: target buffer may be too small
sr: ZLib грешка: циљни бафер је вероватно премали

source: Invalid stream operation
sr: Операција над уређеним скупом (stream) није валидна

source: <unknown>
sr: <непознато>

source: '%s' is not a valid integer value
sr: '%s' није валидна целобројна вредност

source: '%s' is not a valid floating point value
sr: '%s' није валидна децимална вредност са покретним зарезом

source: '%s' is not a valid currency value
sr: '%s' није валидна новчана вредност

source: '%s' is not a valid date
sr: '%s' није валидан датум

source: '%s' is not a valid time
sr: '%s' није валидноврема

source: '%s' is not a valid date and time
sr: '%s' није валидна вредност за датум и врема

source: '%g' is not a valid date and time
sr: '%g' није валидна вредност за датум и врема

source: '%d.%d' is not a valid timestamp
sr: '%s' није валидна timestamp вредност

source: '%s' is not a valid GUID value
sr: '%s' није валидан GUID

source: '%s' is not a valid boolean value
sr: '%s' није валидна boolean вредност

source: Out of memory
sr: Нема више слободне меморије

source: I/O error %d
sr: Улазно/Излазна (I/O) грешка %d

source: File not found
sr: Фајл није нађен

source: Invalid filename
sr: Назив фајла није валидан

source: Too many open files
sr: Превише отворених фајлова

source: File access denied
sr: Приступ фајлу није дозвољен

source: Read beyond end of file
sr: Покушано је читање после краја фајла

source: Disk full
sr: Диск је пун

source: Invalid numeric input
sr: Нумерички улаз није валидан

source: Division by zero
sr: Дељење нулом

source: Range check error
sr: Грешка код провере опсега

source: Integer overflow
sr: Цео број ван дозвољених вредонисти

source: Invalid floating point operation
sr: Операција над покретим зарезом није валидна

source: Floating point division by zero
sr: Дељење нулом код операције са покретним зарезом

source: Floating point overflow
sr: Вредност покретног зареза је већа од максималне

source: Floating point underflow
sr: Вредност покретног зареза је мања од минималне

source: Invalid pointer operation
sr: Операција над поинтером није валидна

source: Invalid class typecast
sr: Претварање (typecast) класе није валидно

source: Access violation at address %p. %s of address %p
sr: Недозвољен приступ (Access violation) на адреси %p. %s од адреси %p

source: Access violation at address %p, accessing address %p
sr: Недозвољен приступ (Access violation) на адреси %p, приступајући адреси %p

source: Access violation
sr: Недозвољен приступ (Access violation)

source: Stack overflow
sr: Стак је премашен

source: Control-C hit
sr: Контрол-C притиснит

source: Quit key hit
sr: Притиснуто је Quit дугме

source: Privileged instruction
sr: Привилегована инструкција

source: Operation aborted
sr: Операција је обустављена

source: Exception %s in module %s at %p. %s%s
sr: Грешка %s у модулу %s at %p. %s%s

source: Application Error
sr: Грешка апликације

source: sigaction call failed
sr: 'sigaction' позив није успео

source: Format '%s' invalid or incompatible with argument
sr: Формат '%s' није валидан или је некомпатибилан са аргументом

source: No argument for format '%s'
sr: Нема аргумената за формат '%s'

source: Variant method calls not supported
sr: Позив метода варијанте није подржан

source: Format result longer than 4096 characters
sr: Резултат Format функције је дужи од 4096 знака

source: Format string too long
sr: Формат стринг је предугачак

source: Error creating variant or safe array
sr: Грешка приликом креирања варијанте или сигурног низа (safe array)

source: Variant or safe array index out of bounds
sr: Индекс варијанте или сигурног низа (safe array) је ван граница

source: Variant or safe array is locked
sr: Варијанта или сигурни низ (safe array) је закључан

source: Unexpected variant or safe array error: %s%.8x
sr: Неочекивана грешка варијанте или сигурног низа (safe array): %s%.8x

source: Invalid variant type conversion
sr: Конверзија типа варијанте није валидна

source: Invalid variant operation
sr: Операција над варијантом није валидна

source: Invalid NULL variant operation
sr: Операција над NULL варијантом није валидна

source: Invalid variant operation (%s%.8x) %s
sr: Операција над варијантом није валидна (%s%.8x) %s

source: Range check error for variant of type (%s)
sr: Грешка код провере опсега варијанте типа (%s)

source: Range check error while converting variant of type (%s) into type (%s)
sr: Грешка код провере опсега при конверзији варијанте типа (%s) у тип (%s)

source: Custom variant type (%s%.4x) is out of range
sr: Варијанта сопственог типа (%s%.4x) је ван опсега

source: Custom variant type (%s%.4x) already used by %s
sr: Варијанту сопственог типа (%s%.4x) већ користи %s

source: Custom variant type (%s%.4x) is not usable
sr: Варијанта сопственог типа (%s%.4x) није употребљива

source: Too many custom variant types have been registered
sr: Сувише регистрованих варијанти сопственог типа

source: Variant is not an array
sr: Варијанта није низ

source: Unknown custom variant type ($%.4x)
sr: Непозната варијанта сопственог типа ($%.4x)

source: Custom variant type ($%.4x) is out of range
sr: Варијанта сопственог типа ($%.4x) је ван опсега

source: Custom variant type ($%.4x) already used by %s
sr: Варијанта сопственог типа ($%.4x) већ користи %s

source: Custom variant type ($%.4x) is not usable
sr: Варијанта сопственог типа ($%.4x) није употребљива

source: Invalid variant operation ($%.8x)
sr: Операција над варијантом није валидна ($%.8x)

source: Could not convert variant of type (%s) into type (%s)
sr: Конверзија варијанте типа (%s) у тип (%s) није успела

source: Overflow while converting variant of type (%s) into type (%s)
sr: Премашен опсег при конверзији варијанте типа (%s) у тип (%s)

source: Variant overflow
sr: Вреднос варијанте је ван опсега

source: Invalid argument
sr: Аргумент није валидан

source: Invalid variant type
sr: Тип варијанте није валидан

source: Operation not supported
sr: Операција није подржана

source: Variant operation ran out memory
sr: Операција на варијантом је остала без меморије

source: Unexpected variant error
sr: Неочекивана грешка вариајнте

source: Recursion while doing a VarDataClear
sr: Дошло је до рекурзије приликом позива VarDataClear

source: Recursion while doing a VarDataCopy
sr: Дошло је до рекурзије приликом позива VarDataCopy

source: Recursion while doing a VarDataCopyNoInd
sr: Дошло је до рекурзије приликом позива VarDataCopyNoInd

source: Recursion while doing a VarDataInit
sr: Дошло је до рекурзије приликом позива VarDataInit

source: Recursion while doing a VarDataCastTo
sr: Дошло је до рекурзије приликом позива VarDataCastTo

source: Variant is empty
sr: Варијанта је празна

source: Cannot convert from the specified type
sr: Конверзија из назначеног типа није могућа

source: Cannot convert to the specified type
sr: Конверзија у назначен тип није могућа

source: External exception %x
sr: Екстерна грешка %x

source: Assertion failed
sr: Провера потврде није успела (Assert грешка)

source: Interface not supported
sr: Интерфејс није подржан

source: Exception in safecall method
sr: Грешка у медоду означеном као safecall

source: %s (%s, line %d)
sr: %s (%s, линија %d)

source: Abstract Error
sr: Апстрактна грешка

source: Access violation at address %p in module '%s'. %s of address %p
sr: Недозвољен приступ (Access violation) на адреси %p у модулу '%s'. %s са адресе %p

source: Cannot access package information for package '%s'
sr: Није могуће приступити информацијама о пакету за пакет '%s'

source: Can't load package %s. %s
sr: Није успело учитавање пакета %s. %s.

source: Invalid package file '%s'
sr: Фајл '%s' није валидан пакет

source: Invalid package handle
sr: Handle вредност пакета није валидан

source: Cannot load package '%s.' It contains unit '%s,'which is also contained in package '%s'
sr: Учитавање пакета '%s.' није могуће, јер садржи '%s,' који се такође налази у пакету '%s'

source: System Error. Code: %d. %s
sr: Системске грешка. Код грешке: %d. %s

source: A call to an OS function failed
sr: Грешка при позиву функцлије оперативног система

source: Win32 Error. Code: %d. %s
sr: Win32 Грешка. Код грешке: %d. %s

source: A Win32 API function failed
sr: Грешка код Win32 API функција

source: Application is not licensed to use this feature
sr: Апликација нема лиценцу за употребу ове погодности

source: Jan
sr: Јан

source: Feb
sr: Феб

source: Mar
sr: Мар

source: Apr
sr: Апр

source: May
sr: Мај

source: Jun
sr: Јун

source: Jul
sr: Јул

source: Aug
sr: Авг

source: Sep
sr: Сеп

source: Oct
sr: Окт

source: Nov
sr: Нов

source: Dec
sr: Дец

source: January
sr: Јануар

source: February
sr: Фебруар

source: March
sr: Март

source: April
sr: Април

source: June
sr: Јуни

source: July
sr: Јули

source: August
sr: Август

source: September
sr: Септембар

source: October
sr: Октобар

source: November
sr: Новембар

source: December
sr: Децембар

source: Sun
sr: Нед

source: Mon
sr: Пон

source: Tue
sr: Уто

source: Wed
sr: Сре

source: Thu
sr: Пет

source: Fri
sr: Суб

source: Sat
sr: Суб

source: Sunday
sr: Недеља

source: Monday
sr: Понедељак

source: Tuesday
sr: Уторак

source: Wednesday
sr: Среда

source: Thursday
sr: Четвртак

source: Friday
sr: Петак

source: Saturday
sr: Субота

source: Unable to create directory
sr: Прављење фасцикле није успело

source: Codeset conversion failure
sr: Грешка код конверзије кодних сетова

source: Database Login
sr: Пријављивање бази података

source: &OK
sr: &ОК

source: Database:
sr: База података:

source: &User Name:
sr: &Корисничко име:

source: &Password:
sr: &Шифра:

source: Enter password
sr: Унесите шифру:

source: Re&move all
sr: &Уклањање свих

source: File Name:
sr: Има фајла:

source: File Type:
sr: Тип фајла:

source: &Open
sr: &Отварање

source: Change view
sr: Промена погледа

source: New &Directory
sr: Нова &Фасцикла

source: &Up one directory
sr: Фасцикла &изнад

source: &Back
sr: &Назад

source: &Forward
sr: На&пред

source: Ho&me
sr: &Кући

source: &Reload
sr: &Освежи

source: &Look in:
sr: П&огледај у:

source: Open as &read-only
sr: Отворање у моду само за &читање

source: Auto Preview
sr: Преглед

source: Up one directory
sr: Фасцикла изнад

source: Back
sr: Назад

source: Forward
sr: Напред

source: Home directory
sr: Кући

source: Reload
sr: Освежавање

source: Large &Icons
sr: &Велике иконе

source: Large icon view
sr: Поглед са великим иконама

source: &Small Icons
sr: &Мале иконе

source: Small Icon view
sr: Поглед са малим иконама

source: &List
sr: &Листа

source: List view
sr: Поглед листе

source: &Detail
sr: &Детаљи

source: Detaul view
sr: Подразумевани поглед

source: Create new directory
sr: Прављење нове фасцикле

source: &Rename
sr: &Преименовање

source: Show &Hidden Files
sr: Приказ &скривених фајлова

source: IconView Items Editor
sr: Едитор ставки за IconView преглед

source: &Items
sr: &Ставке

source: &New Item
sr: &Додавање

source: &Delete
sr: &Брисање:

source: Item Properties
sr: Својства ставке

source: &Caption:
sr: &Назив:

source: I&mage Index:
sr: Индекс &слике:

source: &Apply
sr: &Примени:

source: ImageList Editor
sr: Едитор листе слика

source: &Selected Image
sr: &Селектована слика

source: &Transparent Color:
sr: &Транспарентна боја:

source: &Fill Color:
sr: &Боја за попуњавање:

source: Cr&op St&retch C&enter
sr: &Исеци &Развуци &Центрирај

source: Options
sr: Опције

source: A&pply
sr: &Примени

source: &Images
sr: &Слике

source: &Add...
sr: Дод&авање...

source: &Clear
sr: &Испразни

source: E&xport...
sr: И&звези...

source: Add Images
sr: Додавање слика

source: Bitmaps (*.bmp)|*.bmp
sr: Битмапе (*.bmp)|*.bmp

source: Export Images
sr: Извоз слика

source: ListView Items Editor
sr: Едитор ListView ставки

source: N&ew SubItem
sr: &Нова подставка

source: &State Index:
sr: Индекс &стања:

source: TreeView Items Editor
sr: Едитор ставки за TreeView преглед

source: &New Node
sr: &Нови нод

source: N&ew SubNode
sr: Н&ови поднод

source: L&oad
sr: &Учитавање

source: &Text:
sr: &Текст:

source: Sele&cted Index:
sr: Селе&ктовани индекс:

source: S&ub Items
sr: По&дставке

source: Add &SubItem
sr: Додавање п&оставке

source: De&lete
sr: Ук&лањање

source: Sub Item &Properties
sr: С&војства под-ставки

source: Te&xt:
sr: Те&кст:

source: Ima&ge Index:
sr: Индекс &слике:

source: All Files(*)
sr: Сви фајлови(*)

source: Picture Editor
sr: Едитор слика

source: &Load...
sr: &Учитавање...

source: &Save...
sr: &Снимање...

source: String list editor
sr: Едитор листе стрингова

source: 0 lines
sr: 0 линије

source: Text files (*.txt)|*.txt|Shell scripts (*.sh)|*.sh|Config files (*.conf)|*.conf|All files (*)|*
sr: Текст фајлови (*.txt)|*.txt|Извршни скриптови (*.sh)|*.sh|Конфигурациони фајлови (*.conf)|*.conf|Сви фајлови (*)|*

source: Load string list
sr: Учитавање листе стрингова

source: Text files (*.txt)|Config files (*.conf)|Shell scripts (*.sh)|All files (*)
sr: Текст фајлови (*.txt)|конфигурациони фајлови (*.conf)|Извршни скриптови (*.sh)|Сви фајлови (*)

source: Save string list
sr: Снимање листе стрингова

source: <a>View List</a>&nbsp;|&nbsp;<a HREF="<#PATH>Details">View Details</a>
sr: <a>Листа</a>&nbsp;|&nbsp;<a HREF="<#PATH>Details">Детаљи</a>

source: <a HREF=<#PATH>List>View List</a>&nbsp;|&nbsp;<a>View Details</a>
sr: <a HREF=<#PATH>List>Листа</a>&nbsp;|&nbsp;<a>Детаљи</a>

source: &Previous
sr: &Предходни

source: &Next
sr: &Следећи

source: &Translate Post
sr: &Превод преноса:

source: &Translate Text
sr: &Превод текста

source: &Wrap Text
sr: П&релом текста

source: Cu&t
sr: Исе&ци

source: Cut|Cuts the selection and puts it on the Clipboard
sr: Исеци|Сече селектовани текст и ставља га на располагање друим апликацијама

source: &Copy
sr: &Копирај

source: Copy|Copies the selection and puts it on the Clipboard
sr: Копирај|Копира селекцију за пренос на друго место

source: &Paste
sr: &Налепи

source: Paste|Inserts Clipboard contents
sr: Налепи|Преноси сачуване ставке

source: Select &All
sr: Изабери &Све

source: Select All|Selects the entire document
sr: Изабери Све|Селектује цео документ

source: Select &Font...
sr: Изабери &фонт...

source: &Details...
sr: &детаљи...

source: Default URL:
sr: Подразумевани URL:

source: Port:
sr: Порт:

source: Port
sr: Порт

source: Toggle
sr: Промена стања

source: St&atistics
sr: Ст&атистика

source: L&og
sr: Л&ог

source: &Log To List
sr: &Логовање у листи

source: E&xit
sr: &Крај рада

source: S&top Server
sr: &Заустављање сервера

source: &Start Server
sr: &Покретање сервера

source: &About...
sr: &Основни подаци...

source: &Options...
sr: &Опције...

source: &Log Traffic
sr: &Логуј саобраћај

source: &Server
sr: &Сервер:

source: Options
sr: Опције

source: &Connection
sr: &Конекција

source: &Port:
sr: &Порт:

source: &Search Path:
sr: &Путања за претрагу:

source: &Default URL:
sr: &Подразумевани URL:

source: &Activate at Startup
sr: &Активирање при стартовању

source: &UDP Port:
sr: &UDP Порт:

source: &Browser:
sr: Интернет пре&гледач:

source: &Log
sr: &Лог

source: &Show in Log
sr: П&рикажи у логу

source: Log S&ize
sr: Вели&чина лога

source: Ma&x Events:
sr: Мак&симално догађаја:

source: &Delete when max exceeded:
sr: &Избриши када је број максималан:

source: RequestCount:
sr: Број захтева:

source: Total Response Time:
sr: Укупно време одговора:

source: Avg Response Time:
sr: Просечно време одговора:

source: Last Response Time:
sr: Последње време одговора:

source: Min Response Time:
sr: Најмање време одговора:

source: Max Response Time:
sr: Најдуже време одговора:

source: &Reset
sr: Пони&шти

source: About Web App Debugger
sr: Основни подаци о 'Web App Debugger' програму

source: Version 3.0
sr: Верзија 3.0

source: Decision Cube Editor
sr: Едитор коцке за помоћ у одлучивању

source: Dimension Settings
sr: Поставке димензија

source: Display &Name
sr: &Назив

source: &Active Type
sr: &активни тип

source: &Grouping
sr: &Груписање

source: &Initial Value
sr: &Иницијална вредност

source: &Type
sr: &Тип

source: Available &Fields
sr: Доступна &Поља

source: For&mat
sr: Фор&мат

source: &Base Field
sr: &Базна поља

source: Control of when the information for this field is loaded
sr: Контрола када се учитава информација о овом пољу

source: Group values for this field into ranges
sr: Групиши вредоности овог поља у опсеге

source: Starting value for date ranges, Intial value for single valued dimensions
sr: Почетна вредност за опсег датума, иницијална вредност за једновреноснт димензије

source: Fieldname (for a summary, the original field used to calculate the summary)
sr: Назив поља (за сумирање, оригинално поље употребљено за израчунавање)

source: Memory Control
sr: Контрола меморије

source: Control whether to load the decision cube at design time
sr: Да ли да се учитава коцка за помоћ у одлучивању за време развијања

source: Designer Data Options
sr: Дата опције дизајнера

source: Display Dimension &Names
sr: Прикажи &називе димензија

source: Display Names and &Values
sr: Прикажи називе и &вредности

source: Display Names, Values, and &Totals
sr: Прикажи &називе димензија

source: &Run Time Display Only
sr: Приказ само током &рада

source: Cube Maximums
sr: Максимум коцке

source: Active
sr: Активан

source: Active+Needed
sr: Активан+Потребан

source: &Dimensions
sr: &Димензије

source: &Summaries
sr: &Сумирања

source: &Cells
sr: &Ћелије

source: Maximum
sr: Максимум

source: Current
sr: Тренутни

source: Limit on the number of dimensions which can be loaded at one time
sr: Ограничи број димензија које могу бити учитане

source: Limit on the number of summaries which can be loaded at one time
sr: Ограничи број сумирања које могу бити учитане

source: Limit on the number of storage cells which can be loaded at one time
sr: Ограничи број складишних ћелија које могу бити учитане

source: Run a query to fetch information required to estimate cell usage
sr: Покрену упит за процену нивоа коршћења ћелија

source: &Get Cell Counts
sr: Из&број ћелије

source: Decision Query Editor
sr: Едитор упита за помоћ у одлучивању.

source: Dimensions/Summaries
sr: Димензије/сумирања

source: &Dimensions:
sr: &Димензије:

source: &Summaries:
sr: &Сумирања:

source: &List of Available Fields:
sr: &Листа доступних поља:

source: &Table:
sr: &Табела:

source: Databas&e:
sr: &База података:

source: List all fields or List only the fields in the query
sr: Листање свих поља или само поља у упиту

source: All &Fields
sr: Сва &Поља

source: Start a new query using a table from the database
sr: Нови упит користећи табелу из базе података

source: Use count(*) to calculate averages (counts null values)
sr: Употребите count(*) за рачунање просека (пребројава и null вредности)

source: Count (*) for Averages
sr: Count (*) за просеке (Averages)

source: SQL Query
sr: SQL Упит

source: &Query Text:
sr: Текст &упита:

source: &Cancel Edit
sr: &Откажи измене

source: Type in the query directly
sr: Укуцајте упит директно

source: Add/Join Tables and Create Field List with SQL Builder
sr: Додај/Припоји табеле и направи листу поља помоћу SQL градитеља

source: SQL &Builder ...
sr: SQL &Градитељ ...

source: &sum
sr: &сума

source: &count
sr: &број

source: &average
sr: &просек

source: &Cancel
sr: &Откажи

source: Source of Connection
sr: Извор конекције

source: Use Data &Link File
sr: Употреба Data &Link фајла

source: &Browse...
sr: &Погледај...

source: Use &Connection String
sr: Употреба &конекционог стринга

source: B&uild...
sr: Из&градња...

source: Client DataSet Data
sr: Клијент датасет подаци

source: Assign Data From
sr: Преузимање података од

source: Add New
sr: Додавање нових

source: Delete Selected
sr: Брисање селектованих

source: Move &Up
sr: Померање &Горе

source: Move Selected Up
sr: Померање селектованих горе

source: Move Dow&n
sr: Померање &доле

source: Move Selected Down
sr: Померање селектованих доле

source: &Select All
sr: Селектовање &Свих

source: Database
sr: База података

source: &Alias name:
sr: &Алијас:

source: &Driver name:
sr: &Драјвер:

source: &Parameter overrides:
sr: &Премошћени параметри:

source: &Name:
sr: &Назив:

source: D&efaults
sr: П&одразумеване вредности

source: &Login prompt
sr: Пријав&љивање:

source: &Keep inactive connection
sr: &Задржавање неактивне конекције

source: Input Requested
sr: Тражен је унос

source: Don't Prompt Again
sr: Не питај више

source: ActiveX Control Data Bindings Editor
sr: Едитор спајања дата поља ActiveX контроле

source: &Property Name:
sr: &Име својства:

source: &Field Name:
sr: &Име поља:

source: Bo&und Properties to Fields:
sr: Својства &везана за поља:

source: <- &Bind ->
sr: <- &Спој ->

source: C&lear
sr: &Испразни

source: Available fields
sr: Поља на располагању

source: Associate attributes
sr: Асцорани атрибути

source: Attribute set name
sr: Назив скупа атрибута

source: Save %s attributes as
sr: Снимање %s атрибута као

source: &Attribute set name:
sr: Назив скупа &атрибута:

source: &Based on:
sr: &Базиран на:

source: New Field
sr: Ново поље

source: Lookup definition
sr: Дефиниција претраживања (Lookup)

source: D&ataset:
sr: Д&атасет:

source: &Key Fields:
sr: &Кључна поља:

source: Look&up Keys:
sr: Пр&етражна поља:

source: &Result Field:
sr: &Резултујуће поље:

source: Field properties
sr: Својства поља

source: C&omponent:
sr: К&омпонента:

source: &Type:
sr: &Тип:

source: &Size:
sr: &Величина:

source: Field type
sr: Тип поља

source: Fields
sr: Поља

source: Aggregates
sr: Агрегатна поља

source: &Add fields...
sr: Дод&авање поља...

source: &New field...
sr: &Ново поље...

source: Add all &fields
sr: Додавање &свих поља

source: Se&lect all
sr: Изабери &све

source: Field Link Designer
sr: Дизајнер за везе поља

source: D&etail Fields
sr: Поља д&таља:

source: &Master Fields
sr: &Мастер поља

source: A&vailable Indexes
sr: &Доступни Индекси

source: &Joined Fields
sr: &Спојена поља

source: Index Files
sr: Поља у индексу

source: dBASE Multiple Index (*.MDX)|*.mdx|dBase Index (*.NDX)|*.ndx|FoxPro Index (*.CDX)|*.cdx
sr: dBASE мултииндекс (*.MDX)|*.mdx|dBase индекс (*.NDX)|*.ndx|FoxPro индекс (*.CDX)|*.cdx

source: All (*.bmp;*.ico;*.emf;*.wmf)|*.bmp;*.ico;*.emf;*.wmf|Bitmaps (*.bmp)|*.bmp|Icons (*.ico)|*.ico|Enhanced Metafiles (*.emf)|*.emf|Metafiles (*.wmf)|*.wmf
sr: Све (*.bmp;*.ico;*.emf;*.wmf)|*.bmp;*.ico;*.emf;*.wmf|Битмапе (*.bmp)|*.bmp|Icons (*.ico)|*.ico|Побошани метафајлови (*.emf)|*.emf|метафајлови (*.wmf)|*.wmf

source: CommandText Editor
sr: CommandText Едитор

source: &Tables:
sr: &Табеле:

source: Add T&able to SQL
sr: Додавање Т&абела SQL-у

source: &Fields:
sr: &Поља:

source: Add F&ield to SQL
sr: &Додавање поља SQL упиту

source: String List Editor
sr: Едитор листе стрингова

source: &Code Editor...
sr: Едитор &кода...

source: Text files (*.TXT)|*.TXT|Config files (*.SYS;*.INI)|*.SYS;*.INI|Batch files (*.BAT)|*.BAT|All files (*.*)|*.*
sr: Текст фајлови (*.TXT)|*.TXT|Конфигурациони фајлови (*.SYS;*.INI)|*.SYS;*.INI|Извршни скрипт фајлови (*.BAT)|*.BAT|Сви фајлови (*.*)|*.*

source: Value List editor
sr: Едитор листе

source: Window
sr: Прозор

source: &Arrange
sr: &Преуређивање

source: &Cascade
sr: &Каскадно

source: Cascade
sr: Ксакадно

source: C&lose
sr: &Затварање

source: Close
sr: Затварање

source: &Minimize All
sr: &Минимизуј све

source: Minimize All
sr: Минимизуј све

source: Tile &Horizontally
sr: Слагање &хоризонтално

source: Tile Horizontal
sr: Слагање хоризонтално
