Repository: frla/DxGetText
Catalog: trunk/translations/*/delphi7.po
Languages: sr

source: Can't end a shared transaction unless it is forced and equal to the transaction's TimeoutAction
sr: Дељену трансакцију није могуће завршити уколико није форсирана и ј једнака трансакцијином TimeoutAction

source: Unsupported Field Type
sr: Тип поља није подржан

source: Circular DataLink Reference
sr: Циркуларна DataLink референца

source: Empty SQL Statement
sr: Празан SQL израз

source: use Open for a Select Statement
sr: Користите метод Open за Select изразе

source: Required Param value not set
sr: Тражени параметар нема додељену вредност

source: No Stored Procedure Name assigned
sr: Није додељен назив усладиштене процедуре.

source: use ExecProc for Procedure; use TQuery for Select procedures
sr: Користие ExecProc за ускладиштене процедуре; а упит (Query) за Select процедуре

source: Update Failed
sr: Измена није усплеа

source: CachedUpdates not enabled
sr: CachedUpdates нису омогућене

source: Request is not live - cannot modify
sr: Упит није над живим подацима - измене нису могуће

source: No Provider
sr: Нема провајдера

source: No Records Affected
sr: Ниједан слог није измењен

source: No Table Name assigned
sr: Име табеле није додељено

source: Cannot Create Primary Index; are created automatically
sr: Креирање примарних кључева није могуће: исти се краирају аутоматски

source: Cannot Drop System Index
sr: Системски индекс није могуће уклонити

source: Table Name Mismatch
sr: Погрешно име табеле

source: Index Field Missing
sr: Недостаје

source: Cannot Cancel events while processing
sr: Одустајање од догађаја није могуће док је процесирање у току

source: Invalid Event
sr: Догађај није валидан

source: Exceded Maximum Event limits
sr: Достигнут је максимални број догађаја

source: No Events Registered
sr: Нема регистрованих догађаја

source: Invalid Queueing
sr: Складиштење (Queueing) није валидно

source: Invalid Registration
sr: Регистрација није валидна

source: Invalid Batch Move
sr: Групни пренос (Batch Move) није валидан

source: SQL Dialect Invalid
sr: SQL дијалект није валидан

source: SPB Constant Not supported
sr: SPB константа није подржана

source: SPB Constant Unknown
sr: SPB константа непозната

source: Cannot perform operation -- service is not attached
sr: Операција није могућа - сервис није закачен

source: Cannot perform operation -- service is attached
sr: Операција није могућа - сервис је закачен

source: Server Name Missing
sr: Недостаје име сервера

source: Query Parameters missing or incorrect
sr: Параметри упита недостају или нису валидни

source: start Parameters missing or incorrect
sr: Стартни параметри недостају или нису валидни

source: Unexpected Output buffer value
sr: Неочекивана вредност излазног бафера

source: Generic ServiceStart not applicable: Use Specific Procedures to set configuration params
sr: Обичан ServiceStart није могућ: морате употребити специфичне процедуре да би поставили конфигурационе параметре

source: SQL Monitor Instance is already present
sr: Већ постоји инстанца SQL монитор компоненте

source: Cannot print value
sr: Није успео испис вредности

source: EOF in comment detected
sr: EOF детектован у коментару

source: EOF in string detected
sr: EOF детектован у стрингу

source: Parameter name expected
sr: Очекивана је вреднст параметра

source: Successful execution
sr: Успешно извршавање

source: DelphiException %s
sr: Делфи грешка %s

source: No Install Options selected
sr: Нема изабраних инсталационих опција

source: DestinationDirectory is not set
sr: DestinationDirectory својство нема вредност

source: SourceDirectory is not set
sr: SourceDirectory својство нема вредност

source: Uninstall File Name is not set
sr: Недостаје назив фајла за деинсталацију

source: %s component requires Client to function properly
sr: %s компонента захтева клијента за исправно функционисање

source: %s component requires Server to function properly
sr: %s захтева сервер да би функционисала

source: Invalid option specified
sr: Назначена опција није валидна

source: Unexpected onError return value
sr: Неочекивана onError повратна вредност

source: Unexpected onStatus return value
sr: Неочекивана onStatus повратна вредност

source: Edit SQL
sr: Измена SQL-а

source: DPB Constant (%s) is unknown
sr: DPB константа (%s) није позната

source: TPB Constant (%s) is unknown
sr: TPB константа (%s) није позната

source: Unknown Error - Can't retrieve plan
sr: Непозната грешка - није успело преузимање плана

source: Size Mismatch - Field %s size is too small for data
sr: Погрешна величина - величина поље %s је премала за податке

source: Events already registered
sr: Догађаји су већ регистровани

source: Trying to store a string of length %d into a field that can only contain %d
sr: Покушано је смештање стринга дужине %d у поље које може да прими само %d

source: &Service Editor ...
sr: Едитор &сервиса...

source: Successful Connection
sr: Успешна конекција

source: Provider not exported: %s
sr: Провајдер није извезен: %s

source: Missing data provider or data packet
sr: Недостаје дата-провајдер или дата-пакет

source: Must apply updates before refreshing data
sr: Морате применити измене пре освежавања података.

source: Invalid provider. Provider was freed by the application server
sr: Провајдер није валидан. Апликациони сервер је обрисао провајдера.

source: Cannot connect, %s must contain a valid ServerName or ServerGUID
sr: Конекција није могућа, %s мора имати валидно својство ServerName или ServerGUID

source: Cannot connect, %s must contain a valid repository id
sr: Конекција није могућа, %s мора имати валидаин repository id

source: Grouping level exceeds current index field count
sr: Ниво груписања превазилази број индекс поља

source: Grouping level not defined
sr: Није дефинисан ниво груписања

source: Circular provider references not allowed
sr: Цируларне референца провајдера нису озвољене

source: Error loading MIDAS.DLL
sr: Грешко код учитавања MIDAS.DLL

source: No fields defined. Cannot create dataset
sr: Нема дефинисаних поља. Креирање датасета није могће

source: CloneConnection invalid: distinct ClientDataSet descendents
sr: CloneConnection метод није валидан: различити ClientDataSet наследници

source: Open MyBase table
sr: Отвори MyBase табелу

source: Connection not allowed to TConnectionBroker
sr: Конекција на TConnectionBroker није дозвољена

source: Error reading from socket
sr: Грешка приликом читања са утичнице (socket)

source: Provider name "%s" was not recognized by the server
sr: Назив провајдера "%s" није препознат на серверу

source: Unsupported variant type: %s
sr: Варијанта није пдржаног типа: %s

source: Invalid action received: %d
sr: Тражена акција није валидна: %d

source: ParentConnection is not assigned
sr: ParentConnection својство нема вредност

source: ChildName cannot be blank
sr: ChildName мора имати вредност

source: Invalid response
sr: Одговор ниј валидан

source: Update affected more than 1 record.
sr: Измена је утицала на више од 1 реда.

source: Value cannot be stored in an optional parameter
sr: Вредност неможе бити сачувана у опционом параметру.

source: Record or field constraint failed.
sr: Нађено ограничење реда или поља.

source: Field
sr: Поље

source: Cannot apply updates to a ReadOnly provider
sr: Примена измена није могућа преко провајдера који је означен само за читање (ReadOnly)

source: Unable to find record. No key specified
sr: Нијемогуће наћи тражени ред. Кључ није дат.

source: Field name cannot be longer then %d characters. Try setting ObjectView to True on the dataset
sr: Назив поља не може бити дуже од %d занкова. Пробајте да поставите својство датасета ObjectView на True

source: Cannot resolve to dataset when using nested datasets or references
sr: Није могуће разрешење (resolve) датасета када се користе угњеждени (nested) датасетови или референце

source: Preparation of record constraint failed with error "%s"
sr: Припрема ограничења реда није успела са поруком "%s"

source: Preparation of field constraint failed with error "%s"
sr: Припрема ограничења поља није успела са поруком "%s"

source: Preparation of default expression failed with error "%s"
sr: Припрема подразумеване вредоности није успела са грешком "%s"

source: Array elements of type %s are not supported
sr: Елементи низа типа %s нису подржани

source: Unable to resolve records. Table name not found.
sr: Разрешење датасета није могуће. Назив табеле није нађен.

source: Modifications are not allowed
sr: Измене нису дозвољене

source: Deletes are not allowed
sr: Брисања нису дозвољена

source: Inserts are not allowed
sr: Додавања нису дозвољен

source: CommandText changes are not allowed
sr: Измене CommandText својства нису дозвољене.

source: Operation not allowed with aggregates active
sr: Операција није дозвољена када су активна агрегатна поља

source: No server available
sr: Ниједан сервер није доступан

source: Requires Connection before opening
sr: Неопходна је Конекција пре отварања

source: Circular reference to Connection not allowed
sr: Циркуларне референце конекције нису дозвољене.

source: Expected return value not received
sr: Очекивана повратна вредност није примљена

source: WinSock 2 must be installed to use the socket connection
sr: WinSock 2 мора бити инсталиран да би се користила socket конекција

source: URL required
sr: URL је неопходан

source: URL must be in the form "http://server.company.com/scripts/httpsrvr.dll"
sr: URL мора бити типа "http://server.company.com/scripts/httpsrvr.dll"

source: Server is busy
sr: Сервер је заузет

source: Object not available: %s
sr: Објекат није доступан: %s

source: Cannot open detail table with master closed
sr: Табелу детаља није могуће отворити ако је мастер табела затврена.

source: '%s' is not a valid property value
sr: '%s' није валидна вредност својства

source: OLE control activation failed
sr: Активација OLE контроле није успела

source: Could not obtain OLE control window handle
sr: Није успело узмање вредонсти (window handle) OLE контроле

source: OLE error %.8x
sr: OLE грешка %.8x

source: Variant does not reference an OLE object
sr: Варијанте не садржи референцу OLE објекта

source: Variant does not reference an automation object
sr: Варијанте не садржи референцу аутомационог објекта

source: Method '%s' not supported by OLE object
sr: OLE објекат не пдржава метод '%s'

source: Link Properties
sr: Својства везе

source: Cannot link to an invalid source.
sr: Ваза са извором који нијевалидан није могућа

source: Break link operation is not supported.
sr: Операција прекида везе није подржана.

source: Linked %s
sr: Повезани %s

source: Operation not allowed on an empty OLE container
sr: Операција није дозвољена над празним OLE контејнером

source: Invalid object verb
sr: verb вредност објекта није валидна

source: %s Properties
sr: %s својства

source: Invalid stream format
sr: Формат података није валидан

source: License information for %s is invalid
sr: Информације о лиценци за %s није валидна

source: License information for %s not found. You cannot use this control in design mode
sr: Информације о лиценци за %s није пронађена. Контролу није могуће користи за развој.

source: Unable to retrieve a pointer to a running object registered with OLE for %s/%s
sr: Није успело преузимање вредности показивача ка покренутом објекту регистрованог код OLE за %s/%s

source: The Socket Server can only be run as a service on NT 3.51 and prior
sr: Socket Server мора бити покренут као сервис на NT 3.51 и ранијим

source: Cannot exit when there are active connections. Kill connections?
sr: Излазак није могуић док има активних конекција. Да их раскинем?

source: Cannot change settings when there are active connections. Kill connections?
sr: Промена опција није могуића док има активних конекција. Да их раскинем?

source: Disconnecting clients can cause application errors. Continue?
sr: Прекидање веза са клијентима може изазвати грешке у апликацији. Да наставим?

source: Error opening port %d with error: %s
sr: Грешка приликом отварања порта %d: %s

source: (Not Shown)
sr: (није приказан)

source: %d current connections
sr: %d тренутних конекција

source: The Socket Server is already running
sr: Socket Server је већ покренут

source: This change will not take affect until the Socket Server is restarted
sr: Ова промена се неће примењивати док се не рестартује Socket Server.

source: Cannot change connection on Active Monitor
sr: Промена конекције на активном монитору није успела

source: Missing SQLConnection property
sr: Недостаје вредност за SQLConnection својство

source: Cannot perform this operation on an open connection
sr: Операција није могућа на отвореној конекцији

source: Cannot perform this operation on a closed connection
sr: Операција није могућа на затвореној конекцији

source: SQLConnection property required for this operation
sr: За ову операцију неопходна је вредност SQLConnection својства

source: Connection name missing
sr: Недостаје назив конекције

source: Missing query, table name or procedure name
sr: Недостаје упит, назив табеле или ускалдиштене процедуре

source: Missing Database property
sr: Недостаје Database својство компоненте

source: Missing DriverName property
sr: Недостаје вредност за DriverName својство

source: Unable to execute Query
sr: Није успело извршавање упита

source: Table/Procedure not found
sr: Тебела/Процеура није нађена

source: There is no active transaction
sr: Нема активен трансакције

source: A transaction is already active
sr: Трансакције је већ активна

source: Unable to Load %s
sr: Није успело учитавање %s

source: Unable to Find Procedure %s
sr: Није успело проналажење процедуре %s

source: &Edit Connection Properties
sr: &Измени својства конекције

source: &Edit CommandText
sr: &Измени CommandText

source: DLL/Shared Library Name not Set
sr: Недостаје назив DLL библиотеке

source: Driver/Connection Registry File '%s' not found
sr: Регистарски фајл '%s' за Драјвер/Конекција није нађен

source: Cannot find TableName in CommandText
sr: Недостаје TableName у CommandText

source: Cursor not returned from Query
sr: Упит није вратио курсор

source: Unable to Open Metadata
sr: Метаподатке није могуће отворити

source: SQL Error: Error mapping failed
sr: SQL Грешка: грешка код мапирања поља

source: Stored Procedures not supported by '%s' Server
sr: Ускладиштене процедуре нису подржане на серверу '%s'

source: Packages are not supported by '%s' Server
sr: Пакети нису подржани на серверу '%s'

source: DBX Error: No Mapping for Error Code Found
sr: DBX грешка: Код грешке није мапиран

source: DBX Error: Connection not found, error message cannot be retrieved
sr: DBX грешка: Конекција није нађена, поруку о грешци није могуће преузети

source: DBX Error: MetadataObject not found, error message cannot be retrieved
sr: DBX грешка: није пронађен MetadataObject, поруку о грешци није могуће преузети

source: DBX Error: Command not found, error message cannot be retrieved
sr: DBX Error: Команда није нађена, поруку о грешци није могуће преузети

source: DBX Error: Cursor not found, error message cannot be retrieved
sr: DBX Error: Курсор ниј нађен, поруку о грешци није могуће преузети

source: dbExpress Error: Insufficient Memory for Operation
sr: dbExpress грешка: Недовољно меморије за операцију

source: dbExpress Error: Invalid Field Type
sr: dbExpress грешка: Тип поља није валидан

source: dbExpress Error: Invalid Handle
sr: dbExpress грешка: Handle вредност није валидна

source: dbExpress Error: Invalid Time
sr: dbExpress грешка: Време није валидно

source: dbExpress Error: Operation Not Supported
sr: dbExpress грешка: Операција није подржана

source: dbExpress Error: Invalid Data Translation
sr: dbExpress грешка: Транслација података није валидна

source: dbExpress Error: Invalid Parameter
sr: dbExpress грешка: Параметар није валидан

source: dbExpress Error: Parameter/Column out of Range
sr: dbExpress грешка: Параметар/колона је ван опсега

source: dbExpress Error: Parameter Not Set
sr: dbExpress грешка: Параметар нема вредност

source: dbExpress Error: Result set at EOF
sr: dbExpress грешка: Скуп података је на EOF

source: dbExpress Error: Invalid Username/Password
sr: dbExpress грешка: Корисничко име или шифра нису валидни

source: dbExpress Error: Invalid Precision
sr: dbExpress грешка: Прецизност није валидна

source: dbExpress Error: Invalid Length
sr: dbExpress грешка: Дужина није валидна

source: dbExpress Error: Invalid Transaction Isolation Level
sr: dbExpress грешка: Ниво изолације трансакције није валидан

source: dbExpress Error: Invalid Transaction ID
sr: dbExpress грешка: ИД трансакцјие није валидан

source: dbExpress Error: Duplicate Transaction ID
sr: dbExpress грешка: ИД трансакције већ постоји

source: dbExpress Error: Application is not licensed to use this feature
sr: dbExpress грешка: Апликација нема лиценцу за коришћење ове опције

source: dbExpress Error: Local Transaction already active
sr: dbExpress грешка: Локална трансакција је већ активна

source: dbExpress Error: Multiple Transactions not Enabled
sr: dbExpress грешка: Вишеструке трансакције нису омогућене

source: Multiple Connections not supported by %s driver
sr: Вишеструке конекције нису подржане од стране %s драјвера

source: Unable to move %s to %s
sr: Померање %s у %s није успело

source: Configuration file %s not found
sr: Конфигурациони фајл %s није нађен

source: ObjectView must be True for Table with Object fields
sr: Својство ObjectView мора бити True за табеле са пољима типа Object

source: Driver (%s) not found in Cfg file (%s)
sr: Драјвер (%s) није нађен у Cfg фајлу (%s)

source: Object type name required as parameter value
sr: Назив типа објекта је неопходно као вредност параметра

source: Cannot create file %s
sr: Креирање фајла %s није могуће

source: Open trace log file
sr: Отвори лог фајл за праћење догађаја (trace log)

source: Text files (*.txt)|*.txt|All files (*.*)|*.*
sr: Текст фајлови (*.txt)|*.txt|Сви фајлови (*.*)|*.*

source: Log files (*.log)
sr: Лог фајлови (*.log)

source: Circular provider references not allowed.
sr: Циркуларне референце провајдера нису дозвољене

source: Data Bindings...
sr: Везе са подацима...

source: No help keyword specified.
sr: Кључна реч за проналажење помоћи није назначена.

source: Initialization of script debugger failed. Verify that a script debugger is installed
sr: Иницијализација програма за проверу рада скрипта није успела. Проверите да ли је исти (script debugger) инсталиран.

source: Script execution timed out after %d seconds
sr: Врема за извршавање скрипта је истекло после %d секунди

source: A script error occured. Do you want to debug?
sr: Догодила се скрипт грешка . Да ли желите да исправите скрипт?

source: Script Error
sr: Скрипт грешка

source: Field %s requires a value
sr: Поље %s захтева вредност

source: %s does not allow multiple values
sr: %s не дозвољава вишеструке вредности

source: %s does not allow multiple files
sr: %s не дозвољава вишеструке фајлове

source: %s requires a file
sr: %s захтева фајл

source: Modification of %s is not permitted
sr: Измена %s није дозвољена

source: Execution of action %s is not permitted
sr: Извршавање акције %s није дозвољено

source: Field view not permitted
sr: Преглед поља није дозвољен

source: Data Modification is not permitted
sr: Дата модификација није дозвољена

source: %s does not support file upload
sr: %s не подржава слање фајлова

source: Login page is not defined
sr: Страна за пријављивање није дефинисана

source: Web Page not found: %s
sr: Web страна није нађена: %s

source: Web Page does not provide content
sr: Web страна нема садржај

source: Field %s did not provide an image
sr: Поље %s нема слик

source: Unknown Adapter mode: %s
sr: Непознат мод адаптера: %s

source: DataSet is nil
sr: DataSet је nil

source: Row not found in %s
sr: Ред није нађен у %s

source: Field %s changed by another user
sr: Поље %s је промењено од стране другог корисника

source: Field not found: %s
sr: Поље није нађено: %s

source: %s: DataSet property is nil
sr: %s: DataSet својство нема вредност

source: %0:s: Dataset %1:s unknown keyfields
sr: %0:s: Датасет %1:s непозната кључна поља

source: %0:s: Dataset %1:s not active
sr: %0:s: Датасет %1:s није активан

source: %0:s: ValueField property value is blank
sr: %0:s: својство ValueField нема вредност

source: Missing XML Data Component
sr: Недостаје XML дата компонента

source: Could not create XMLDocument
sr: Није успела креција XMLDocument

source: Add Fields...
sr: Додавање поља...

source: Add All Fields
sr: Додавање свих поља

source: Add Fields
sr: Додавање поља

source: Add Actions...
sr: Додавање акција...

source: Add All Actions
sr: Додавање свих акција

source: Add Actions
sr: Додавање акција

source: Add Commands...
sr: Додавање команди...

source: Add All Commands
sr: Додавање свих команди

source: Add Commands
sr: Додавање команди

source: Add Columns...
sr: Додавање колона...

source: Add All Columns
sr: Додавање свих колона

source: Add Columns
sr: Додавање колона

source: %s: Adapter property is nil
sr: %s: својство Adapter нема вредност

source: %s: Fieldname is blank
sr: %s: Fieldname својство је празно

source: %0:s: Field %1:s not found in associated Adapter
sr: %0:s: Field %1:s није нађено у повезаном адаптеру

source: %s: Action name is blank
sr: %s: Назив акције је празан

source: %0:s: Action %1:s not found in associated Adapter
sr: %0:s: Акција %1:s не постоји у датом адаптеру

source: %s: DisplayComponent property is nil
sr: %s: DisplayComponent својство нема вредност

source: No request handlers handled this request. The WebAppComponents PageDispatcher, AdapterDispatcher or DispatchActions property may not be set.
sr: Примљени захтев није одрађен. Проверите да: WebAppComponents PageDispatcher, AdapterDispatcher или DispatchActions својставо није постављено.

source: Password must not be blank
sr: Шифра не сме бити празна

source: Username must not be blank
sr: Корисничко име не сме бити празно

source: Adapter Request not handled: %0:s, %1:s
sr: Захтев адаптера ниј одрађен: %0:s, %1:s

source: Dispatching blank page name
sr: Отправљам празну страну

source: Page access denied
sr: Приступ страни није дозвољен

source: Web Page does not support redirect
sr: Web страна не подржава редирекцију

source: Can't find included page: %s
sr: Страна за уметање није нађена: %s

source: Page %s does not support inclusion
sr: Страна %s не поржава уметање

source: Include file %s includes itself
sr: Укључени фајл %s укључује себе

source: Incorrect image format (%0:s) for field %1:s
sr: Формат слике није валидан (%0:s) за поље %1:s

source: Uploaded file expected for field %s
sr: Фајл за слање је очекиван за поље %s

source: UserName
sr: Корисничко име

source: Password
sr: Шифроа

source: AccessRights
sr: Права приступа

source: UserID not found
sr: UserID није нађен

source: Invalid password
sr: Шифра није валидна

source: Missing password
sr: Корисничко име није валидно

source: Unknown user name
sr: Непознато корисничко име

source: Missing user name
sr: Недостаје корисничко име

source: Cannot create script engine: %s. Error: %x
sr: Није успело креирање скрипт машине: %s. Грешка: %x

source: Cannot initialize script engine
sr: Није успела иницијализација скрипт машине.

source: Script engine not found: %s.
sr: Скрипт машина није нађена: %s.

source: Script Object expected
sr: Очекиван је скрипт објекат.

source: Integer parameter expected
sr: Очекиван је целобројни параметар.

source: Unexpected parameter type
sr: Неочекиван тип параметра.

source: Unexpected return type
sr: Неочекивана повратна вредност.

source: Duplication prototype name
sr: Прототип већ постоји.

source: Boolean parameter expected
sr: Очекиван је Boolean параметар.

source: Double parameter expected
sr: Очекиван је децимални параметар са дуплом прецизношћу.

source: Unexpected script error
sr: Неочекивана скрипт грешка.
