Repository: frla/DxGetText
Catalog: trunk/translations/*/dxgettext.po
Languages: sr

source: msgmergePOT english.po otherlanguage.po destination.po
sr: msgmergePOT енглески.po други_језик.po циљни_језик.po

source: msgshowheader translation.mo
sr: msgshowheader превод.mo

source: msgsplitTStrings input.po -o output.po
sr: msgsplitTStrings улазни.po -o излазни.po

source: msgstripCR source.po destination.po
sr: msgstripCR изворни.po циљни.po

source: -b c:\source\myprogram --delphi
sr: -b c:\source\moj_program --delphi

source: $gnugettext: end directive is missing !
sr: $gnugettext: Недостаје end директива!

source: &Cancel
sr: От&кажи

source: &Close
sr: &Затвори

source: &Merge
sr: &Спајање превода

source: &OK
sr: &ОК

source: Adds the wildcards: *.pas *.inc *.rc *.dpr *.xfm
sr: Додај џокере: *.pas *.inc *.rc *.dpr *.xfm

source: Adds the wildcards: *.pas *.inc *.rc *.dpr *.xfm *.dfm
sr: Додај џокере: *.pas *.inc *.rc *.dpr *.xfm *.dfm

source: Already specified an .exe file.
sr: Већ је задат .exe фајл.

source: Also search subdirectories
sr: Такође, претражи подфасцикле

source: Assume the specified codepage. Default is CP_ACP.
sr: Употеби назначену кодну стерану. Подразумевана је CP_ACP.

source: Assume wildcards to be part of filenames
sr: Третирај џокере као делове имена фајла

source: Base directory:
sr: Базна фасцикла:

source: Because there was unexpected output from msgmerge.exe, no merging has been done.
sr: Због неочекиваног излаза из msgmerge.exe, спајање није обављено.

source: Borland Package Library
sr: Борландова пакет библиотека

source: CRLF substituted with #10 for %s. Consider to use sLineBreak instead.
sr: CRLF је замењено са #10 за %s. Размотрите употребу sLineBreak уместо #13#10.

source: Cannot convert ansistring to widestring with specified codepage.
sr: Није могућа конверзија ansistring у уникод widestring са датом кодном страном.

source: Cannot rename %s to %s
sr: Није успело преименовње %s у %s

source: Configuration
sr: Конфигурација

source: Constant %s is not known.
sr: Константа %s је непозната.

source: Could not open or create subkey %s.
sr: Није могуће отворити или направити подкључ %s.

source: Create backup file of old translation (recommended)
sr: Креирање резервне копије фајла старог превода (препоручена опција)

source: Do you want to overwrite the file named %s?
sr: Да ли желите да препишете фајл %s?

source: Dynamic Link Library
sr: Динамична библиотека (DLL)

source: ERROR in %s: %s
sr: ГРЕШКА у %s: %s

source: ERROR: %s
sr: ГРЕШКА: %s

source: Embed translations in executable
sr: Додавање превода у извршни фајл

source: Error when writing to stream.
sr: Грешка код уписа података.

source: Error: Specified TPoEntry was not found in list.
sr: Фрешка: Назначени TPoEntry није пронађен у листи.

source: Exception occured
sr: Догодила се грешка у извршавању програма

source: Executable file:
sr: Извршни фајл:

source: Extracting text
sr: Екстрактујем текст

source: Filemasks
sr: Фајл маске

source: Finished.
sr: Готово!

source: If a filename is preceded with @, it is assumed to contain a list of filenames or file masks.
sr: Ако име фајла почиње са @, онда тај фајл треба да садржи листу имена фајлова или маски фајлова.

source: Ignore list. Remove those that you do want to have translated.
sr: Листа за игнорисање. Уклоните оне које желите да буду преведени.

source: Illegal line %d: %s
sr: Недозвољена линија %d: %s

source: Initializing...
sr: Инизијализација...

source: Internal error in TPoEntryList data structure. Sublist for searchkey was empty.
sr: Интерна грешка у TPoEntryList структури података. Подлиста за претрагу по кључу је празна.

source: Line: %s
sr: Линија: %s

source: Merge translation with new translation template
sr: Спој овај превод и нови шаблон

source: Missing comma after first parameter
sr: Недостаје зарез после првог параметра

source: MsgId is not pure ASCII: "%s"
sr: MsgId није чист ASCII: "%s"

source: No .exe filename specified.
sr: Није назначен .exe фајл.

source: No filename specified for list of msgids to remove.
sr: Недостаје назив фајла са msgid листом за уклањање.

source: No input filename specified.
sr: Недостаје улазни фајл.

source: No output filename specified.
sr: Недостаје излазни фајл.

source: No patch code has been specified.
sr: Недостаје код за промену. (patch code)

source: No translation for %s
sr: Нема превода за %s

source: No translations (.mo files) found.
sr: Нису пронађени компајлирани преводи (.мо фајлови)

source: No warnings or errors.
sr: Нема упозорења ни грешака.

source: Options:
sr: Опције:

source: Order by msgid
sr: Редослед msgid

source: Order by occurence (default)
sr: Редослед по броју појављивања (подразумевано)

source: Output directory for .po files
sr: Излазни фасцикла за .po фајлове

source: Output of command line application
sr: Излаз апликације са командне линије

source: Overwrite %s aborted.
sr: Преписивање %s прекинуто.

source: Patch code "%s" was not found in .exe file. Are you sure the .exe file has been compiled with the correct libraries?
sr: Код за исправку (Patch code) "%s" није нађен у .exe фајлу. Да ли сте сигурни да је .exe фајл компајлиран са потребим библиотекама?

source: Quiet: Reduces output to absolute minimum.
sr: Тихо: Смањује излаз на апсолутни минимум.

source: Reading %s
sr: Учитавање %s

source: Recurse subdirectories
sr: Прођи кроз све подфасцикле

source: Remember settings
sr: Запамти опције

source: Result of running %s:
sr: Резултат покретања %s:

source: Scanning %s C/C++ files
sr: Скенирање %s C/C++ фајлова

source: Single quote detected - string starts but does not end
sr: Детектован само један наводник - стринг почиње, али се не завршава

source: StreamReadln requires the stream to be not nil.
sr: StreamReadln захтева да stream параметар буде дефинисан (различит од nil).

source: Suppresses warnings about CRLF
sr: Уклони упозорења о CRLF

source: Template files (*.po;*.pot)|*.po;*.pot|All files (*.*)|*.*
sr: Шаблони (*.po;*.pot)|*.po;*.pot|Сви фајлови (*.*)|*.*

source: The applications have now been integrated into your desktop.
sr: Апликације су успешно интегрисане у ваш систем.

source: The specified template file does not exist.
sr: Назначени фајл са шаблоном за превод не постоји.

source: The specified translation file does not exist.
sr: Назначени фајл са преводом не постоји.

source: The template was merged into the translation file. Do you want to open the translation file now? (This requires you to have a .po file editor installed)
sr: Шаблон је спојен са преводом. Да ли желите да оворите фајл са преводом?. (Ова операција захтева да имате инсталиран едитор .po фајлова)

source: This Windows installation is corrupt - .exe extension is not associated with anything.
sr: Инсталација Windows је неисправна - .exe екстензија није повезана са било чим.

source: This file has already been modified. Please recompile this .exe file.
sr: Овај фајл је већ измењен. Молим да поново компајлирате овај .exe фајл.

source: This line is not connected with the previous line using a plus (+).
sr: Ова линија није повезана са предходном линијом помоћу знака плус (+).

source: This list of translations cannot handle MsgId duplicates. Please remove the duplicate of "%s".
sr: Листа превода не подноси дупле MsgId. Молим да уклоните дупликате "%s".

source: This program needs a filename as parameter.
sr: Овај програм захтева назив фајла као параметар.

source: This program needs one parameter, which must be a directory path or a file name.
sr: Овај програм захтева један параметар, који мора бити путања до фасцикле или фајла.

source: This will append all files in the directory of application.exe and in all subdirectories to the file application.exe. This will enable the gnugettext.pas unit that was compiled into application.exe to get its translations from the .exe file instead of from external files.
sr: Ово ће уградити све фајлове из фасцикле где је апликација као и из подфасциле у саму апликацију. Ово омогућава gnugettext.pas компајлираном унутар апликације да преузме преводе из .exe фајла уместо из екстерних фајлова

source: This will append the following translations to your executable file.
sr: Следећи преводи ће бити укључени у ваш извршни фајл.

source: This will create a po file from two identical po extracts that only differ by the language, for instance the German and English runtime source code from Borland.
sr: Креирање po фајла од два идентична po фајла издвојена која се једино разликују по језику, на пример Немачка и Енглеска верзија Борландовог изворног кода.

source: This will extract all texts from the specified files and save them in a file named default.po.
sr: Екстракција свих стрингова из назначених фајлова и снимање истих у један фајл default.po.

source: This will extract texts from default.po that this program thinks should not be translated by a translator
sr: Екстракција стрингова из default.po за које овај програм сматра да не треба да буду превођени

source: This will generate the file output.po as a copy of default.po, but without all the MsgIds that are listed in ignore.po.
sr: Ово ће генерисати фајл output.po као копију default.po, али без свих MsgIds наведених у ignore.po.

source: This will output the header of the translation to stdout, i.e. _('').
sr: Испис заглаља превода на stdout, слично као _('').

source: This will split all multiline translations into several single line translations, while still keeping the multiline translations around. Use msgmerge on the output file afterwards.
sr: Подела свих превода, који су у више редова, у више превода који заузимају један ред, а у исто време преводи у више редова остају сачувани. После употребите msgmerge на излазном фајлу.

source: This will strip all Carriage Return codes (\r).
sr: Уклањање свих Carriage Return карактера (\r) из фајла .

source: Translation file:
sr: Фајл са преводом:

source: Translation files (*.po)|*.po|All files (*.*)|*.*
sr: Преводи (*.po)|*.po| сви фајлови (*.*)|*.*

source: Translation template:
sr: Шаблон за превод:

source: Usage:
sr: Употреба:

source: Use --nowc option to disable this message.
sr: Употребите --nowc опцију да онемогућите ову поруку.

source: Use directory as base directory for filenames.
sr: Употреби фасциклу као базну за називе фајлове.

source: WARNING in %s: %s
sr: УПОЗОРЕЊЕ у %s: %s

source: WARNING: %s
sr: УПОЗОРЕЊЕ: %s

source: WARNING: Unknown file extension %s. Reading file as being pascal source.
sr: УПОЗОРЕЊЕ: Непозната екстензија %s. Учитавам фајл као да је паскал изворни код.

source: Warning: Remember to escape wildcards in the shell
sr: Упозорење: Не заборавите на џокер знаке у конзоли.

source: Writing %s
sr: Уписивање %s

source: You can specify several base dirs, that will all be scanned.
sr: Можете назначити неколико основних фасцикли, које ће све бити скениране.

source: assemble usage:
sr: assemble Употреба:

source: dxgettext usage:
sr: dxgettext употреба:

source: ggfmt %s running %s
sr: ggfmt %s покреће %s

source: msgid contains non-ascii characters: "%s"
sr: msgid садржи знакове који нису ascii: "%s"

source: msgmerge.exe failed with exit code %s.
sr: msgmerge.exe је насилно прекинуо рад са поруком %s.

source: msgmergePOT usage:
sr: msgmergePOT употреба:

source: msgremove usage:
sr: msgremove Употреба:

source: msgshowheader usage:
sr: msgshowheader употреба:

source: msgsplitTStrings usage:
sr: msgsplitTStrings употреба:

source: msgstripCR usage:
sr: msgstripCR употреба:

source: ngettext() encountered. This will create msgid_plural entries in the default.po file, which may render it uneditable by some GUI po file editors. Consider to use dngettext() instead, putting the msgid_plural entries into a separate .po file.
sr: ngettext() пронађен. Ово ће креирати msgid_plural записе у default.po фајлу, које неки GUI .po едитори не препознају. Зато размотрите употребу dngettext(), стављајући msgid_plural ставке у посебан .po фајл.

source: resourcestring does not end in semicolon.
sr: Стринг из ресурса се не завршава тачка-зарезом.

source: {gnugettext: Unknonw option.
sr: {gnugettext: Непозната опција.

source: {gnugettext: error in the domain name definition.
sr: {gnugettext: Грешка у дефинисању назива домена.

source: {gnugettext: reset found without scan-all.
sr: {gnugettext: reset нађен без scan-all.
