Repository: frla/DxGetText
Catalog: trunk/translations/*/emsexport3.po
Languages: da

source: Microsoft Excel files (*.xls)|*.xls
da: Microsoft Excel filer (*.xls)|*.xls

source: Microsoft Access files (*.mdb)|*.mdb
da: Microsoft Access filer (*.mdb)|*.mdb

source: Microsoft Word files (*.doc)|*.doc
da: Microsoft Word filer (*.doc)|*.doc

source: RTF files (*.rtf)|*.rtf
da: RTF filer (*.rtf)|*.rtf

source: HTML files (*.html, *.htm)|*.html;*.htm
da: HTML filer (*.html, *.htm)|*.html;*.htm

source: PDF Documents (*pdf)|*.pdf
da: PDF Dokumenter (*pdf)|*.pdf

source: Text files (*.txt)|*.txt
da: Tekst filer (*.txt)|*.txt

source: CSV files (*.csv)|*.csv
da: CSV filer (*.csv)|*.csv

source: DIF files (*.dif)|*.dif
da: DIF filer (*.dif)|*.dif

source: SYLK files (*.slk)|*.slk
da: SYLK filer (*.slk)|*.slk

source: LaTeX files (*.tex)|*.tex
da: LaTeX filer (*.tex)|*.tex

source: SQL files (*.sql)|*.sql
da: SQL filer (*.sql)|*.sql

source: DBF files (*.dbf)|*.dbf
da: DBF filer (*.dbf)|*.dbf

source: Microsoft Excel files (*.xls)
da: Microsoft Excel filer (*.xls)

source: Microsoft Word files (*.doc)
da: Microsoft Word filer (*.doc)

source: RTF files (*.rtf)
da: RTF filer (*.rtf)

source: HTML files (*.html;*.htm)
da: HTML filer (*.html;*.htm)

source: PDF Documents (*pdf)
da: PDF Dokumenter (*pdf)

source: Text files (*.txt)
da: Tekst filer (*.txt)

source: XML files (*.xml)
da: XML filer (*.xml)

source: CSV files (*.csv)
da: CSV filer (*.csv)

source: DIF files (*.dif)
da: DIF filer (*.dif)

source: SYLK files (*.slk)
da: SYLK filer (*.slk)

source: LaTeX files (*.tex)
da: LaTeX filer (*.tex)

source: SQL files (*.sql)
da: SQL filer (*.sql)

source: DBF files (*.dbf)
da: DBF filer (*.dbf)

source: Export source (%s) is not assigned
da: Export oprindelse (%s) er ikke tildelt

source: Sheet %s define with error: %s
da: Ark %s defineret med fejl: %s

source: Export source (%s) is closed
da: Eksport oprindelse (%s) er lukket

source: Export source (%s) is empty
da: Eksport oprindeles (%s) er tom

source: Property Allowed cannot be empty
da: Egenskaben Allowed kan ikke være tom

source: Are you sure?
da: Er du sikker?

source: Do you want to abort export?
da: Vil du afbryde eksporteringen?

source: New format value
da: Ny format værdi

source: Enter Value:
da: Indtast Værdi:

source: Result file name not present
da: Resultat fil navn ikke angivet

source: You need install and register the MS Access application
da: Du skal installere og registrere MS Access programmet

source: Directory '%s' not found and cannot be created
da: Folderen '%s' er ikke fundet og kan ikke oprettes

source: User
da: Bruger

source: Portrait
da: Stående

source: Landscape
da: Liggende

source: Export dialog
da: Eksport dialog

source: Export dialog -- Export to [%s]
da: Eksport dialog -- Eksporter til [%s]

source: Exporting...
da: Eksporterer...

source: Destination file
da: Destination fil

source: Select...
da: Vælg...

source: Open file after export
da: Åben fil efter eksport

source: Print file after export
da: Udskriv fil efter eksport

source: Export &Type
da: Eksport &Type

source: &Formats
da: &Formater

source: Export to
da: Eksporter til

source: Text File
da: Tekst Fil

source: CSV File
da: CSV Fil

source: DIF File
da: DIF Fil

source: SYLK File
da: SYLK Fil

source: Windows Clipboard
da: Vindows Klippebord

source: &Options
da: &Indstillinger

source: Constraints
da: Begrænsninger

source: Go to the first record
da: Gå til første post

source: Current record only
da: Kun aktuelle post

source: Allow export empty data source
da: Tillad eksportering af tom data source

source: Export all records
da: Eksporter alle poster

source: Export only
da: Kun Eksport

source: records
da: poster

source: Tools
da: Værktøjer

source: Save Export Options...
da: Gem Eksport Indstillinger...

source: Load Export Options...
da: Hent Eksport Indstillinger...

source: &Start Export
da: &Begynd Eksport

source: F&ields
da: F&elter

source: Available fields:
da: Tilgænglige felter:

source: Exported fields:
da: Eksporterede felter:

source: &Formats
da: &Formater

source: Common
da: Almindlig

source: Integer Format
da: Heltals Format

source: Float Format
da: Flydende-kommatal Format

source: Date Format
da: Dato Format

source: Time Format
da: Tids Format

source: DateTime Format
da: DatoTid Format

source: Currency Format
da: Beløbs Format

source: Boolean true
da: Boolean sandt

source: Boolean false
da: Boolean falsk

source: Null string
da: Nul streng

source: Hea&der && Footer
da: Hove&d og Fod

source: Header text:
da: Hoved tekst:

source: Footer text:
da: Fod tekst:

source: Allow captions
da: Tillad overskrifter

source: &Captions
da: &Overskrifter

source: Field name
da: Felt navne

source: Caption
da: Overskrift

source: Width
da: Bredde

source: Align
da: Juster

source: Center
da: Centrer

source: Caption row
da: Overskrift række

source: Word / RTF Options
da: Word / RTF Indstillinger

source: Data Styles
da: Data Stiler

source: Base Styles
da: Grund Stiler

source: Strip Styles
da: Strip Stiler

source: Add Style
da: Tilføj Stiler

source: Del Style
da: Slet Stiler

source: Move Style Up
da: Flyt Stil Op

source: Move Style Down
da: Flyt Stil Ned

source: Load Styles
da: Hent Stiler

source: Save Styles
da: Gem Stiler

source: Col
da: Kolonne

source: Row
da: Række

source: Font
da: Skrifttype

source: Font Color
da: Skrift Farve

source: Strike Out
da: Omrids

source: Fill
da: Udfyldt

source: Background Color
da: Baggrunds Farve

source: Highlight Color
da: Fremhæv Farve

source: Allow Background
da: Tillad Baggrund

source: Allow Highlight
da: Tillad Fremhæv

source: Sample
da: Eksempel

source: Advanced
da: Advanceret

source: Page Orientation
da: Side Retning

source: Reset item
da: Nulstil element

source: Reset selected
da: Nulstil valgte

source: Reset all
da: Nulstil alt

source: Attention!
da: Opmærksom!

source: All field formats will be reset the default values. Are you sure?
da: Alle felt formater vil blive nulstillet til standard værdierne. Er du sikker?

source: HEADER
da: HOVED

source: CAPTION
da: OVERSKRIFT

source: FOOTER
da: FOD

source: ITEM_
da: ELEMENT_

source: XML Options
da: XML Indstillinger

source: Standalone
da: Enkeltstående

source: Encoding
da: Indkodning

source: &SQL Options
da: &SQL Indstillinger

source: Table options
da: Tabel indstillinger

source: Add "Create Table" statement
da: Tilføj "Create Table" udtryk

source: Table name
da: Tabel navn

source: Commit options
da: Commit indstillinger

source: Commit after
da: Commit efter

source: record(s)
da: post(er)

source: Commit after script
da: Commit efter script

source: Commit statement
da: Commit kommando

source: Other Options
da: Andre Indstillinger

source: Export null values as
da: Eksporter null værdier som

source: Statement term
da: Kommando terminologi

source: &HTML Options
da: &HTML Indstillinger

source: &Preview
da: &Vis udskrift

source: Default text
da: Standard tekst

source: Non-visited link
da: Ikke-besøgt link

source: Visited link
da: Besøgt link

source: Active link
da: Aktiv link

source: Template
da: Skabelon

source: Save as template...
da: Gem som skabelon...

source: Load template...
da: Hent skabelon...

source: &Basic
da: &Standard

source: Title
da: Overskrift

source: Cascade Style Sheets using
da: Cascade Style Sheets brugt

source: Internal
da: Intern

source: External
da: Ekstern

source: CSS file name
da: CSS fil navn

source: Overwrite CSS file if exists
da: Overskriv CCS fil hvis eksisterer

source: &Multi-File
da: &Multi-Fil

source: Index Link Template
da: Index Link Skabelon

source: Multi-file export
da: Multi-fil eksport

source: Use multi-file export
da: Brug multi-fil eksport

source: record(s) in single file
da: post(er) i enkel fil

source: Generate index
da: Generer index

source: On Top
da: I Toppen

source: On Bottom
da: I Bunden

source: Index
da: Indeks

source: First
da: Første

source: Prior
da: Forrige

source: Next
da: Næste

source: Last
da: Sidste

source: &Advanced
da: &Advanceret

source: Body options
da: Krop indstillinger

source: Font name
da: Skrifttype navn

source: Advanced attributes
da: Advancerede attributter

source: Cell padding
da: Cell udfyldelse

source: Cell spacing
da: Celle afstand

source: Border
da: Ramme

source: &Excel Options
da: &Excel Instillinger

source: A&dvanced
da: A&dvanceret

source: Page header
da: Side overskrift

source: Page footer
da: Side fod

source: Sheet title
da: Ark titel

source: Auto calculate column width
da: Auto beregn kolonne bredde

source: Styles
da: Stiler

source: Add style
da: Tilføj stil

source: Delete style
da: Slet stil

source: Move up
da: Flyt op

source: Move down
da: Flyt ned

source: Save style
da: Gem stil

source: Load style
da: Hent stil

source: Strip style
da: Stip stil

source: Sample cell
da: Eksempel celle

source: AGGREGATE
da: SAMMENTÆL

source: NOTE
da: BEMÆRKNING

source: STYLE_%d
da: STIL_%d

source: CELL
da: CELLE

source: &Font
da: &Skrifttype

source: Font color
da: Skrift farve

source: Strike out
da: Omrids

source: Underline single
da: Enkelt understreget

source: Underline single accounting
da: Enkelt understreget regnskab

source: Underline double
da: Dobbelt understreget

source: Underline double accounting
da: Dobbelt understreget regnskab

source: &Borders
da: &Rammer

source: Top border
da: Top ramme

source: Top border color
da: Top ramme farve

source: Bottom border
da: Bund ramme

source: Bottom border color
da: Bund ramme farve

source: Left border
da: Venstre ramme

source: Left border color
da: Venstre ramme farve

source: Right border
da: Højre ramme

source: Right border color
da: Højre ramme farve

source: F&ill
da: Udf&yld

source: Background color
da: Baggrunds farve

source: Foreground color
da: Forgrunds farve

source: &Aggregate
da: &Sammetælling

source: Aggregate
da: Sammetælling

source: Extensions
da: Extension

source: Hyperlinks
da: Hyperlink

source: Add hyperlink
da: Tilføj hyperlink

source: Delete hyperlink
da: Slet hyperlink

source: Style
da: Stil

source: Local File
da: Lokal Fil

source: Target
da: Mål

source: Screen Tip
da: Skærm Tip

source: Notes
da: Bemærkninger

source: Add note
da: Tilføj bemærkning

source: Delete note
da: Slet bemærkning

source: Note
da: Bemærkning

source: Text
da: Tekst

source: StrikeOut
da: Omrids

source: Single
da: Enkel

source: Single Accounting
da: Enkel regnskab

source: Double
da: Dobbelt

source: Double Accounting
da: Dobbelt regnskab

source: Orientation
da: Retning

source: No Rotation
da: Ingen Rotation

source: Top to bottom
da: Top til bund

source: Counter clock wise
da: Imod uret

source: Clock wise
da: Med uret

source: Fill Type
da: Ufyld Type

source: Horizontal
da: Horisontal

source: Diagonal Up
da: Diagonal Op

source: Diagonal Down
da: Diagonal Ned

source: From Corner
da: Fra Hjørne

source: From Center
da: Fra Center

source: Foreground Color
da: Forgrunds Farve

source: Transparency
da: Gennemsigtighed

source: Charts
da: Kort

source: Add chart
da: Tilføj kort

source: Delete chart
da: Slet kort

source: Chart
da: Kort

source: Style
da: Stil

source: Column
da: Kolonne

source: Column 3D
da: Kolonne 3D

source: Bar
da: Søjle

source: Bar 3D
da: Søjle 3D

source: Line Mark
da: Linie Markering

source: Line 3D
da: Linie 3D

source: Pie
da: Lagkage

source: Pie 3D
da: Lagkage 3D

source: Area 3D
da: Område 3D

source: Surface
da: Overfalde

source: Surface 3D
da: Overflade 3D

source: Radar Area
da: Radar Område

source: Auto Position
da: Tilføj Position

source: Placement
da: Placering

source: Custom Position
da: Bruger Placering

source: Category Labels
da: Kategori Ledetekster

source: Custom
da: Bruger

source: Col 1
da: Kol 1

source: Row 1
da: Række 1

source: Col 2
da: Kol 2

source: Row 2
da: Række 2

source: Legend Position
da: Forklaring Position

source: Corner
da: Hjørne

source: Show Legend
da: Vis Forklaring

source: Auto Color
da: Auto Farve

source: Series
da: Serier

source: Add series
da: Tilføj serie

source: Delete series
da: Slet serie

source: Data Range
da: Data Område

source: Cells
da: Celler

source: Add cell
da: TIlføj celle

source: Delete cell
da: Slet celle

source: Cell(Col: %d Row: %d)
da: Celle(Kol: %d Række: %d)

source: Cell Type
da: Celle Type

source: Numeric
da: Numerisk

source: Numeric Format
da: Numerisk Format

source: Merged Cells
da: Flettede Celler

source: Add merged cells
da: Tilføj flettede celler

source: Delete merged cells
da: Slet flettede celler

source: First Col
da: Første Kol

source: First Row
da: Første Række

source: Last Col
da: Sidste Kol

source: Last Row
da: Sidste Række

source: %s - Component editor
da: %s - Komponent editor

source: The '%s' sheet has no export source component assigned. Would you like to select it from a list?
da: Arket '%s' er ikke længere tilknyttet et eksport komponent. Ønsker du at vælge en fra listen?

source: New Sheet %d
da: Nyt Ark %d

source: Add new sheet
da: Tilføj nyt ark

source: Define the new sheet title
da: Definer titlen på det nye ark

source: Edit sheet
da: Edit ark

source: Edit the sheet title
da: Edit arkets titel

source: Sheet title cannot be empty
da: Ark titel kan ikke være tom

source: Column Name %d
da: Kolonne Navn %d

source: Add field format
da: Tilføj felt format

source: Define name for the column
da: Definer navnet for kolonnen

source: Column with name %s already exists
da: En kolonne med navn %s findes allerede

source: Edit field name
da: Edit felt navn

source: All item formats will be set default. Would you like to continue?
da: Alle element formater vil blive sat til standar. Vil du fortsætte?

source: All selected item formats will be set default. Would you like to continue?
da: Alle valgte element formater vil blive sat til standard. Vil du fortsætte?

source: Question
da: Spørgsmål

source: Undefined
da: Udefineret

source: ASCII Options
da: ASCII Indstillinger

source: TXT Options
da: TXT Indstillinger

source: Calculate column width
da: Beregn kolonne bredde

source: Spacing
da: Afstand

source: CSV Options
da: CSV Indstillinger

source: Quote strings
da: Anførselstegn strenge

source: Comma
da: Komma

source: Quote
da: Anførselstegn

source: Access Options
da: Access Indstillinger

source: Table Options
da: Table Indstillinger

source: Table Name
da: Tabel Navn

source: Create table if it does not exist
da: Opret tabel hvis den ikke findes

source: PDF Options
da: PDF Indstillinger

source: Font Name
da: Skrifttype Navn

source: Font Encoding
da: Skrifttype Indkodning

source: Font Size
da: Skrifttype Størrelse

source: Sample
da: Eksempel

source: Grid Options
da: Grid Indstillinger

source: Col Spacing
da: Kolonne Afstand

source: Row Spacing
da: Række Afstand

source: Grid Line Width
da: Grid Linie bredde

source: Page Options
da: Side Indstillinger

source: Page Size
da: Side Størrelse

source: Page Orientation
da: Side Retning

source: Margins
da: Maginer

source: Header Font
da: Hoved Skrifttype

source: Data Font
da: Data Skrifttype

source: Footer Font
da: Fod Skrifttype

source: Speed
da: Hastighed

source: Preparing...
da: Forbereder...

source: Skipping...
da: Springer over...

source: Skipped
da: Sparng over

source: Exported
da: Eksporterede

source: Fetching...
da: Henter...

source: Fetched
da: Hentede

source: Aborted
da: Afbrudt

source: Finished
da: Færdig

source: %d rows/sec
da: %d rækker/sek
