Repository: frla/DxGetText
Catalog: trunk/translations/*/emsimport2.po
Languages: da

source: DataSet is not defined
da: DataSet er ikke defineret

source: DBGrid is not defined
da: DBGRID er ikke defineret

source: ListView is not defined
da: ListView er ikke defineret

source: StrinGrid is not defined
da: StrengGrid er ikke defineret

source: Source DataSet is not defined
da: Destination DataSet er ikke defineret

source: File name is not specified
da: Fil navn er ikke specificeret

source: File %s does not exist
da: Filen %s findes ikke

source: Map is empty
da: Map er tom

source: Import canceled by user
da: Import afbrudt af bruger

source: Missing definition of map
da: Manglende definition af map

source: Column %s is defined in the MAP is not found in the import destination
da: Kolonne %s er defineret i MAP men er ikke findet i import destination

source: Field %s not found in the source DataSet
da: Felt %s findes ikke i destination DataSet

source: Cannot perform this operation on a closed Import Destination
da: Kan ikke udføre denne operation på en lukket import Destinaion

source: Property AllowedImports can not contain empty set
da: Egenskaben AllowedImport kan ikke indeholde et tomt sæt

source: Key columns are not defined
da: Nøgle kolonne er ikke defineret

source: Key column %s is not found in the import destination
da: Nøgle kolonne %s ikke fundet i import destinationen

source: XML field list is empty
da: XML felt liste er tom

source: Text to find must be defined
da: Tekst der søges efter skal være defineret

source: ASCII files (*.txt;*.csv)|*.txt;*.csv|All files (*.*)|*.*
da: ASCII filer (*.txt;*.csv)|*.txt;*.csv|Alle filer (*.*)|*.*

source: CSV files (*.csv)|*.csv|All files (*.*)|*.*
da: CSV filer (*.csv)|*.csv|Alle filer (*.*)|*.*

source: DBF files (*.dbf)|*.dbf|All files (*.*)|*.*
da: DBF filer (*.dbf)|*.dbf|Alle filer (*.*)|*.*

source: XML files (*.xml)|*.xml|All files (*.*)|*.*
da: XML filer (*.xml)|*.xml|Alle filer (*.*)|*.*

source: Microsoft Excel files (*.xls)|*.xls|All files (*.*)|*.*
da: Microsoft Excel filer (*.xls)|*.xls|Alle filer (*.*)|*.*

source: Microsoft Access files (*.mdb)|*.mdb|All files (*.*)|*.*
da: Microsoft Access filer (*.mdb)|*.mdb|Alle filer (*.*)|*.*

source: All allowed files (*.txt;*.csv;*.dbf;*.xls)|*.txt;*.csv;*.dbf;*.xls
da: Alle tilladte filer (*.txt;*.csv;*.dbf;*.xls)|*.txt;*.csv;*.dbf;*.xls

source: QuickImport Tmplate files (*.imp)| *.imp
da: QuickImport Skabelon filer (*.imp)| *.imp

source: Import from
da: Import form

source: Text file
da: Tekst fil

source: CSV file
da: CVS fil

source: Comma
da: Komma

source: Quote
da: Anførselstegn

source: Source file name
da: Oprindelse fil navn

source: Are you sure...
da: Er du sikker...

source: Are you sure you want to abort import?
da: Er du sikker på at du vil afbryde importeringen?

source: Question
da: Spørgsmål

source: Do you want to quit?
da: Ønsker du at afslutte?

source: &Execute
da: &Udfør

source: Step %d of %d
da: Punkt %d af %d

source: Template Options
da: Skabelon Indstillinger

source: Go to the last page after loading template
da: Gå til den sidste sige efter hentning af skabelon

source: Save template automatically when wizard closes
da: Gem skabelon automatisk når wizard lukkes

source: Load template from file...
da: Hent skabelon fra fil...

source: Save template to file...
da: Gem skabelon til fil...

source: Commit Options
da: Commit Indstillinger

source: Commit when done
da: Commit når færdig

source: Commit after each
da: Commit efter hver

source: record(s)
da: post(er)

source: Record count
da: Post antal

source: Import all records
da: Importer alle poster

source: Import only first
da: Importer kun første

source: Close wizard after import
da: Luk wizard efter import

source: Advanced
da: Advanceret

source: Add Type
da: Tilføj Type

source: Append
da: Tilføj

source: Insert
da: Indsæt

source: Insert All
da: Indsæt Alle

source: Insert New
da: Indsæt Ny

source: Update
da: Opdater

source: Update or Insert
da: Opdater eller Indsæt

source: Delete or Insert
da: Slet eller Indsæt

source: Available Columns
da: Tilgængelige Kolonner

source: Key Columns
da: Nøgle Kolonner

source: Error log
da: Fejl log

source: Enable error log
da: Slå fejl log til

source: Error Log File Name
da: Fejl Log Fil Navn

source: Rewrite error log file if it exists
da: Overskriv fejl log fil hvis den findes

source: Show error log after import
da: Vis fejl log efter import

source: %s - Import process started
da: %s - import process startet

source: %s - Import process finished
da: %s - Import porcess afsluttet

source: %d error(s) found
da: %d fejl fundet

source: No error found
da: Ingen fejl fundet

source: Base formats
da: Base format

source: Date and Time formats
da: Dato og Tid formater

source: Separators
da: Adskillelse

source: Thousand
da: Tusind

source: Short date
da: Kort dato

source: Long date
da: Lang dato

source: Short time
da: Kort tid

source: Long time
da: Lang tid

source: Boolean true
da: Boolean sandt

source: Boolean false
da: Boolean falsk

source: Null Values
da: Null værdier

source: Data formats
da: Data formater

source: Tuning
da: Indstilling

source: Replacements
da: Erstatninger

source: Text to find
da: Tekst der søges efter

source: Replace with
da: Erstat med

source: Ignore case
da: Ignorer tegnstørrellse

source: Yes
da: Ja

source: No
da: Nej

source: Add Replacement
da: Tilføj Erstatning

source: Edit Replacement
da: Editer Erstatning

source: Del Replacement
da: Slet Erstatning

source: Generator value
da: Generator værdi

source: Generator step
da: Generator spring

source: Constant value
da: Konstant værdi

source: Null value
da: Null værdi

source: Default value
da: Standard værdi

source: Left quote
da: Venstre anførselstegn

source: Right quote
da: Højre anførselstegn

source: Quote action
da: Anførelses aktion

source: Char case
da: Tegnstørrelse

source: As Is
da: Som Er

source: Upper
da: Store

source: Lower
da: Små

source: Upper first
da: Stort første

source: Upper first word
da: Stort første ord

source: Char set
da: Tegnsæt

source: Replacement
da: Erstatning

source: Skip line(s)
da: Spring over linie(r)

source: Double click to add or remove column separators. Click at the area between separators to define the imported column.
da: Dobbelt klik for at tilføje eller fjerne kolonne adskilelse. Klik på området mellem afskilelserne for at definer den importerede kolonne.

source: Col Number
da: Kol Nummer

source: Auto fill
da: Auto udfyld

source: Column_%d
da: Kolonne_%d

source: Select field name from the list box, then click at the column to import this field to.
da: Vælg felt navn fra list boksen, klik dernæst på kolonnen for at importere dette felt til.

source: Skip Deleted Rows
da: Spring over slettede Rækker

source: Click the "Add" button to set the accordance between the imported column and the table field or click the "Remove" button to remove one.
da: Klik "Tilføj" knappen for at sætte forbindelse mellem importerede kolonne og det importerede tabel felt eller klik "Fjern" knappen for at slette en.

source: Write on Fly
da: Skriv løbende

source: Click the "Add" button to set the accordance between the imported column and the table field or click the "Remove"button to remove one.
da: Tryk "Tilføj" knappen for at sætte forhold mellem importerede kolonne og tabel felt eller klik "Fjern"knappen for at slette en.

source: Ranges
da: Områder

source: Add Range
da: Tilføj Omrøde

source: Edit Range
da: Edit Område

source: Del Range
da: Slet Område

source: Move Range Up
da: Flyt Område Op

source: Move Range Down
da: Flyt Område Ned

source: Skip col(s)
da: Springer over kolonne(r)

source: Skip row(s)
da: Spring over række(r)

source: Auto fill cols
da: Auto udfyld kolonner

source: Auto fill rows
da: Auto udfyld rækker

source: Clear field ranges
da: Rens felt områder

source: Clear all ranges
da: Rens alle områder

source: Use the Range Editor to add/edit ranges or click individual cells with Shift or Ctrl pressed. Press Enter to apply selection or Escape to cancel.
da: Brug Område editoren for at tilføje/fjerne områder eller klik på individuelle celler med Shift eller Ctrl trykket. Tryk på Enter for at anvende valg eller Esc for at afbryde.

source: Range
da: Område

source: Range Type
da: Område Type

source: Col
da: Kolonne

source: Row
da: Række

source: Cell
da: Celle

source: Where data started
da: Hvor data startede

source: Start Col
da: Start Kolonne

source: Start Row
da: Start Række

source: Finish
da: Slut

source: Where data finished
da: Wher data sluttede

source: Finish Col
da: Slut Kolonne

source: Finish Row
da: Slut Række

source: Direction
da: Retning

source: Sheet
da: Ark

source: Default Sheet
da: Standard Ark

source: Custom Sheet
da: Bruger Ark

source: Sheet Number
da: Ark Nummer

source: Sheet Name
da: Ark Navn

source: I would like to import data from a table
da: Jeg vil gerne importere data fra tabel

source: I would like to import data from an SQL query
da: Jeg vil gerne importere data fra en SQL forespørgsel

source: Load query from file
da: Hent forespørgsel fra fil

source: Save query to file
da: Gem forspørgsel til fil

source: Custom query
da: Bruger forspørgsel
