Repository: frla/DxGetText
Catalog: trunk/translations/*/infopower2000.po
Languages: sr

source: About InfoPower
sr: InfoPower основни подаци

source: Version 5.0A Pre
sr: Верзија 5.0A Pre

source: Woll2Woll Software's
sr: Woll2Woll софтвера

source: Registration No.:
sr: Регистрациони број.:

source: Edit Linked Field
sr: Измена повезаног поља

source: Select Displayed Field
sr: Избор поља за приказ

source: Displayed Field
sr: Поље приказа

source: Select field from linked table to display
sr: Изабор за приказ поља из повезане табеле

source: Select Joined Fields
sr: Избор спојених поља

source: Master Fields
sr: Master поља

source: Index Fields
sr: Индекс поља

source: Available Indexes
sr: Доступни индекси

source: Joined Fields
sr: Поља спајања

source: Select index to use from linked table
sr: Избор индекса за упоребу из повезане табеле

source: Clear currently joined fields
sr: Чишћенје тренутно повезаних поља

source: Clear
sr: Чишћење

source: Join selected master and index field
sr: Спајање изабраних мастер и индекс поља

source: Select linked table for this field
sr: Избор повезане табеле за ово поље

source: Select Linked Table
sr: Избор повезане табеле

source: Add New (Ins)
sr: Додавање нових (Ins)

source: Add
sr: Додавање

source: Delete Selected
sr: Брисање селектованих

source: Delete
sr: Брисање

source: Move Selected Up (Ctrl-Up)
sr: Померање селектованих горе (Ctrl-горе)

source: Move Up
sr: Померање горе

source: Move Selected Down (Ctrl-Down)
sr: Померање селектованих доле (Ctrl-доле)

source: Move Down
sr: Померање доле

source: &Edit Mask
sr: Маска за изм&ену:

source: &Delete Mask
sr: &Уклањање маске:

source: Super Search
sr: Супер претрага

source: &Fields
sr: &Поља

source: Sort field list alphabetically or in their natural logical order
sr: Сортирање листе поља по абецедном реду или по природном редоследу

source: Field Order
sr: Рдослед поља

source: Alpha&betic &Logical
sr: А&бецедно &Природни

source: Field &Value
sr: &Вредност поља

source: Specify how the Field Value should be compared
sr: Како ће вредност поља бити претражена

source: Search Type
sr: Тип претраге

source: &Exact Match &Partial Match at Beginning Partial Match Any&where
sr: &Тачно поклапање &Поклапање само на почетку Поклапање било где

source: Searching is case-sensitive
sr: Претрага разликује разликовање малих и великих поља

source: Case Sensi&tive
sr: Разликовање великих и малих слова

source: Show records that do not match the field value criteria
sr: Приказивање редова који не задовољавају критеријум задат у вредности поља

source: N&on-matching records
sr: Редови који се &не поклапају са претрагом

source: Clear the current field's search value
sr: Брисање тренутне вредности поља за претрагу

source: &Clear
sr: &Испразни

source: Enter field's search value
sr: Унесите вредност поља за претрагу

source: &Starting Range
sr: &Стартни опсег

source: En&ding Range
sr: &Завршни опсег

source: Enter starting range for field
sr: Унесите почетни опсег за поље

source: Enter ending range for field
sr: Унесите крајњи опсег за поље

source: Clear starting range for field
sr: Испрезни почетну вредност опсега за поље

source: Clear ending range for field
sr: Испрезни завршну вредност опсега за поље

source: Cl&ear
sr: &Испразни

source: Start a new search
sr: Покрени нову претрагу

source: &New Search
sr: &Нова претрага

source: View summary of current search criteria
sr: Преглед сумираног критеријума за претрагу

source: View Su&mmary
sr: &Сумирање претраге

source: Search fields by value or by range
sr: Претрага поља по вредности или опсегу

source: By &Value By &Range
sr: По &вредности По &опсегу

source: Show all fields or only currently searched fields
sr: Приказивање свих поља или само тренутно претражених поља

source: &All &Searched
sr: &Све &Претражене

source: Select Filterable Fields
sr: Избор поља за филтрирање

source: &Field Display Label
sr: &Лабела за приказ поља

source: You can set the
sr: Можете поставити

source: &Add Fields
sr: &Додавање поља

source: &Remove Fields
sr: &Уклањање поља

source: Show Search Summary
sr: Сумирања резултата претраге

source: Database
sr: База података

source: Table
sr: Табела

source: Use Table Extension
sr: Употреба екстензије табеле

source: Lookup
sr: Претражно (Lookup)

source: &Search Characters
sr: &Карактери за претрагу

source: Search &By
sr: Претрага &по

source: Enter characters for incremental search
sr: Унесите карактере за претрагу

source: Table Name and current record position
sr: Назив табеле и тренутни ред

source: Edit Inspector Items
sr: Измена стави инспектора

source: &New Item
sr: &Нова ставка

source: N&ew Subitem
sr: Но&ва подставка

source: &Delete
sr: &Уклањање

source: Move &Up
sr: Померање &горе

source: Move Do&wn
sr: Померање &доле

source: Add &Fields
sr: Додавање &поља

source: Locate Value
sr: Вредност за лоцирање

source: &Search Type
sr: Тип &претраге

source: &Case-sensitive
sr: &Разликовање малих и вликих поља

source: Match occurs only if there is an exact match
sr: Поклапање се дешава само са целим тачном вредности поља

source: &Exact Match
sr: &Тачне вредности

source: Match occurs if the start of the field's value matches
sr: Поклапање се дешава ако поље почиње за датом вредности

source: &Partial Match at Beginning
sr: &Делимичне вреднност са почетка

source: Match occurs if any part of the field matches
sr: Поклапање се дешава аке се вредност налази било где у пољу

source: Partial Match &Anywhere
sr: Делимичне вредности било где

source: Select the field to search on
sr: Избор поља за претрагу

source: SearchValue
sr: Вредност за претрагу

source: Find first match
sr: Проналажење прве вредности

source: Fi&rst
sr: П&рви

source: Find next match from current record
sr: Проналажење следеће вредности од тренутног реда

source: &Next
sr: &Следећи

source: Dialog
sr: Дијалог

source: Memo
sr: Мемо

source: Edit Picture Mask Database
sr: Измена базе маски за уносподатака

source: &Description
sr: &Опис

source: &Picture Mask
sr: &Маска за унос

source: Select Picture Mask
sr: Избор маске за унос

source: Allo&w Invalid Exit
sr: Доз&воли невалидан излаз

source: Auto &Fill
sr: Ауто-&попуна

source: De&sign Mask
sr: Ди&зајн маска

source: Us&e Mask to Edit Field in Control
sr: Употр&еба маске за измену поља у контроли

source: Edit Combo List
sr: Измени комбо листу

source: &Map Displayed Value to Stored Value
sr: &Мапирање приказане у уписану вредност

source: Clear Entire List
sr: Пражњење целе листе

source: &Clear List
sr: &Испразни листу

source: Add Fields
sr: Додај поља

source: &Available Fields
sr: &Доступна поља

source: &Sort By Table Field Order
sr: &Сортирање по редуследу у табели

source: Design Picture Mask
sr: Дизајнирање маске за унос

source: Edit Picture Mask
sr: Измнена маске за унос

source: &Verify Syntax
sr: &Провера синтаксе

source: &Restore Original
sr: &Враћање оригиналне

source: &AutoFill
sr: &Аутоу попуна

source: Test Picture Mask
sr: Проба маске за унос

source: &Sample Value
sr: &Пробна вредност

source: &Test Value
sr: &Проба вредности

source: &Save Mask
sr: &Снимање маске

source: Paragraph
sr: Пасус

source: Cancel
sr: Откажи

source: Ali&gnment
sr: П&оравнање

source: &Left:
sr: &Лево:

source: &Right:
sr: &Десно:

source: First line:
sr: Прва линија:

source: Indentation
sr: Увлачење реда

source: Spacing
sr: Размак

source: &Before:
sr: &Испред:

source: Aft&er:
sr: Из&а:

source: Li&ne spacing:
sr: Размак ли&нија:

source: &At
sr: &На

source: Left Center Right
sr: Лево Центар Десно

source: Single 1.5 Lines Double At least Exactly Multiple
sr: Обичан 1.5 линија Дупли Најмање Тачно Вишеструко

source: Edit Rich Text
sr: Измена Текста

source: &File
sr: &Датотека

source: &Load
sr: &Учитавање

source: Save &As
sr: Снимање &као

source: &Save and Exit
sr: &Снимање и излазак

source: &Print
sr: &Штампа

source: Page Set&up
sr: Подешав&ање Стране

source: E&xit
sr: И&злалзак

source: &Edit
sr: &Уређивање

source: &Undo
sr: &Опозив

source: &Redo
sr: &Враћанје

source: Cu&t
sr: &Исеци

source: &Copy
sr: &Копирај

source: &Paste
sr: &Налепи

source: Cle&ar
sr: И&спразни

source: Select A&ll
sr: Избор &Свих

source: &Find
sr: &Проналажење

source: Find &Next
sr: Нађи &следећи

source: R&eplace
sr: &Замена

source: &View
sr: По&глед

source: &Toolbar
sr: &Трака

source: &Format Bar
sr: &Формат трака

source: &Status Bar
sr: &Статусна трака

source: &Ruler
sr: &Лењир

source: &Options
sr: &Опције

source: &Insert
sr: &Додавање

source: Date and Time
sr: Датум и време

source: &Object...
sr: &Објекат...

source: F&ormat
sr: Ф&ормат

source: &Font
sr: &Фонт

source: &Bullet Style
sr: &Стил набрајања

source: &Paragraph
sr: &Пасус

source: &Tabs
sr: &Табови

source: Help
sr: Помоћ

source: &Tools
sr: &Алати

source: &Spelling
sr: &Правопис

source: Rich Text Files (*.RTF)|*.RTF|Text Files (*.TXT)|*.TXT
sr: Rich Text фајлови (*.RTF)|*.RTF|Текст фајлови (*.TXT)|*.TXT

source: Black
sr: Црна

source: Maroon
sr: Бордо

source: Green
sr: Зелена

source: Olive
sr: Маслинаста

source: Navy
sr: Тегет

source: Purple
sr: Љубичаста

source: Teal
sr: Плаво-зелена

source: Gray
sr: Сива

source: Silver
sr: Сребрна

source: Red
sr: Црвена

source: Lime
sr: Светло зелена

source: Yellow
sr: Жута

source: Blue
sr: Плава

source: Fuchsia
sr: Болесно љубичаста

source: Aqua
sr: Водено плава

source: White
sr: Бела

source: Automatic
sr: Аутоматска

source: Tabs
sr: Табоови

source: &Tab Stop Position
sr: &Таб стоп позиција

source: &Set
sr: &Постави

source: Clear A&ll
sr: Пражњење &свих

source: Select Fields
sr: Селекција поља

source: Selected Fields
sr: Селектована поља

source: Insert Line Break
sr: Дадавање краја реда

source: Field Properties
sr: Својства поља

source: Display
sr: Приказ

source: &Width
sr: &Ширина

source: &Title
sr: &Наслов

source: Field display width in grid
sr: Ширина приказа поља у решетки

source: DisplayWidth
sr: Ширина приказа

source: Field Title in grid
sr: Наслов поља у решетки

source: Store display settings in TFields
sr: Сачувајете подешавања приказа у пољима

source: Read only
sr: Само за читање

source: Edit Control
sr: Измени контролу

source: &Control Type
sr: Тип &контроле

source: Select Grid Control Type
sr: Избор типа контроле решетке

source: Field Bitmap CheckBox CustomEdit ImageIndex
sr: Поље BБитмапа Квачица Сопсцвени Едит Индекс слике

source: Bitmap
sr: Битмапаа

source: Bitmap Scaling
sr: Склалирање битмапе

source: Raster Operation
sr: Растер операција

source: Original Size Stretch To Fit Fit Height Fit Width
sr: Оригинална величина Рашири на вличину На висину На ширину

source: Checkbox
sr: Квачица

source: Value when checked:
sr: Вредност са квачицом:

source: Value when unchecked:
sr: Вредност без квачице:

source: Control Name
sr: Назив контроле

source: Select control to attach to field
sr: Изаберите контролу за припајање пољу

source: Field
sr: Поље

source: ImageIndex
sr: Индекс слике

source: &Shrink to Fit
sr: &Смањни на потребну величину

source: Masks
sr: Меске

source: Us&e Mask to Edit Field in Grid
sr: Употреба маске за измену поља у &решетци

source: Links
sr: Везе

source: Linked Table:
sr: Повезана табела:

source: Display Field:
sr: Поље за приказ:

source: &Clear Link
sr: &Уклоните ликк

source: &Select Link and Field
sr: &Изабор везе и поља

source: &Display &Edit Control &Masks &Links
sr: &Приказ &Конторла за измену &Маске &Везе
