Repository: frla/DxGetText
Catalog: trunk/translations/*/rave5.po
Languages: fr

source: Report Preview
fr: Prévisualisation d'état

source: &Open
fr: &Ouvrir

source: &Save As
fr: Enregistrer &sous

source: &Print
fr: &Imprimer

source: &First
fr: Pr&emier

source: &Previous
fr: P&récédent

source: &Next
fr: Suivan&t

source: &Last
fr: &Dernier

source: Zoom &In
fr: Zoom a&vant

source: Zoom &Out
fr: Zoo&m arrière

source: Fit to Page &Width
fr: A&juster à la largeur de page

source: Fit to &Page
fr: Aj&uster à la Page

source: E&xit
fr: &Quitter

source: Print report
fr: Imprimer état

source: Save report
fr: Enregistrer état

source: Exit viewer
fr: Sortir du visualisateur

source: Open another report
fr: Ouvrir un autre état

source: Move to first page
fr: Atteindre première page

source: Move to next page
fr: Aller à la page suivante

source: Move to previous page
fr: Aller à la page précédente

source: Move to last page
fr: Atteindre dernière page

source: Zoom In (+)
fr: Zoom avant (+)

source: Zoom Out (-)
fr: Zoom arrière (-)

source: Zoom to fit page width
fr: Zoom adapté à la largeur de page

source: Zoom to fit page
fr: Zoom adapté à la page

source: &File
fr: &Fichier

source: &Go to Page #
fr: Atteindre la pa&ge #

source: Go to specified page
fr: Atteindre la page spécifiée

source: Rave Snapshot Files (*.ndr)|*.ndr|All Files|*.*
fr: Fichiers capture Rave (*.ndr)|*.ndr|Tous les fichiers|*.*

source: Open File
fr: Ouverture de fichier

source: Adobe PDF (*.pdf)|*.pdf|HTML Files (One per page)|*.html;*.htm|Rave Snapshot Files (*.ndr)|*.ndr|All Files|*.*
fr: Adobe PDF (*.pdf)|*.pdf|Fichiers HTML (Un par page)|*.html;*.htm|Fichiers capture Rave (*.ndr)|*.ndr|Tous les fichiers|*.*

source: Save File
fr: Enregistrer fichier

source: Output Options
fr: Options de sortie

source: Cancel
fr: Annuler

source: &Setup
fr: Confi&gurer

source: Selected Printer
fr: Imprimante sélectionnée

source: (none)
fr: (vide)

source: C&ollate
fr: &Assembler

source: Report Destination
fr: Destination de l'état

source: &Printer
fr: &Imprimante

source: Pre&view
fr: Pré&visualiser

source: Native Printer Output
fr: Sortie imprimante native

source: Rave Format (NDR)
fr: Format Rave (NDR)

source: Print Range
fr: Etendue d'impression

source: From
fr: Depuis

source: Selection
fr: Sélection

source: to
fr: à

source: All
fr: Tous

source: All Files|*.*
fr: Tous les fichiers|*.*

source: Save As
fr: Enregistrer sous

source: Report Status
fr: Statut d'état

source: Left
fr: Gauche

source: Right
fr: Droite

source: Top
fr: Haut

source: Bottom
fr: Bas

source: &Cancel
fr: &Annuler

source: Database Connection Parameters
fr: Paramètres de connexion de base de données

source: &Username:
fr: Nom &utilisateur:

source: &Password:
fr: &Mot de passe :

source: Defined Events
fr: Evénements définis

source: Available Events
fr: Evénements disponibles

source: Show Events for Selected
fr: Afficher les événements pour la sélection

source: Show All Events on Page
fr: Afficher tous les événements de page

source: Compile
fr: Compiler

source: Anchor Editor
fr: Editeur d'ancrage

source: &Left
fr: &Gauche

source: &Right
fr: &Droite

source: C&enter
fr: C&entrer

source: Stretc&h
fr: A&juster

source: Resi&ze
fr: &Redimensionner

source: Sprea&d
fr: Ré&partir

source: Horizontal Anchor
fr: Ancrage horizontal

source: &Top
fr: &Haut

source: &Bottom
fr: &Bas

source: &Center
fr: &Centrer

source: &Stretch
fr: Aj&uster

source: Res&ize
fr: Redimen&sionner

source: S&pread
fr: R&épartir

source: Vertical Anchor
fr: Ancrage vertical

source: Vertical Sample
fr: Echantillon vertical

source: Horizontal Sample
fr: Echantillon horizontal

source: Band Style Editor
fr: Editeur de style de bande

source: Band Display
fr: Affichage de bande

source: Print &Location
fr: Imprimer emp&lacem.

source: &Body Header (B)
fr: &En-tête corps (B)

source: &Group Header (G)
fr: En-tête &groupe (G)

source: &Row Header (R)
fr: En-&tête ligne (R)

source: &Detail (D)
fr: &Détail (D)

source: Ro&w Footer (r)
fr: P&ied ligne (r)

source: Grou&p Footer (g)
fr: Pied g&roupe (g)

source: Bod&y Footer (b)
fr: Pied &corps (b)

source: Print Occ&urrence
fr: Imprimer occ&urrences

source: &First (1)
fr: &Premier (1)

source: &New Page (P)
fr: Nou&velle page (P)

source: N&ew Column (C)
fr: &Nouvelle col. (C)

source: &Datasource:
fr: Source &données :

source: Data Mirror Editor
fr: Editeur de miroir de données

source: Data Mirrors
fr: Miroirs de données

source: &Add
fr: Ajo&uter

source: &Delete
fr: &Supprimer

source: Data Mirror Settings
fr: Paramètres du miroir de données

source: Field Value
fr: Valeur du champ

source: Mirrored Section
fr: Section en miroir

source: Default
fr: Défaut

source: Data Text Editor
fr: Editeur de texte de données

source: Data Text
fr: Texte de données

source: Data Fields
fr: Champs de données

source: Data Field
fr: Champ de données

source: Insert &Field
fr: Insérer &Champ

source: Data View
fr: Vue de données

source: Selected
fr: Sélection

source: Report Variables
fr: Variables d'état

source: Insert &Report Var
fr: Insérer Va&r. d'état

source: Project Parameters
fr: Paramètres du projet

source: Insert &Parameter
fr: Insérer &Paramètre

source: Post Initialize Variables
fr: Variables de post-initialisation

source: Insert PI &Var
fr: Insérer &Var PI

source: Image Selector
fr: Sélecteur d'image

source: &Open...
fr: &Ouvrir...

source: &Clear
fr: &Effacer

source: &Save As...
fr: Enreg. &sous...

source: None
fr: Aucun

source: Save
fr: Enregistrer

source: Mail Merge Editor
fr: Editeur de publipostage

source: Mail Merge Items
fr: Eléments de publipostage

source: Mail Merge Settings
fr: Paramètres de publipostage

source: Search Token
fr: Modèle de recherche

source: Replacement String
fr: Chaîne de remplacement

source: &Edit
fr: &Edition

source: Case sensitive
fr: Diff. MAJ/min

source: Memo Editor
fr: Editeur de mémo

source: Page List Editor
fr: Editeur de liste de pages

source: Page List
fr: Liste de pages

source: Available Pages
fr: Pages disponibles

source: Report Pages
fr: Pages d'état

source: Global Pages
fr: Pages globales

source: &Add Page
fr: A&jout page

source: Add &Global
fr: Ajout &global

source: Move Page Up
fr: Page précédente

source: Move Page Down
fr: Page suivante

source: Delete Page
fr: Supprimer la page

source: Reprint Settings
fr: Paramètres de réimpression

source: Reprint For &Locations
fr: R&éimprimer emplacements

source: &Master (M)
fr: &Maître (M)

source: &All
fr: &Tous

source: &None
fr: Aucu&n

source: Strings Editor
fr: Editeur de chaînes

source: Master/Detail Wizard
fr: Expert maître/détail

source: Page Description Here
fr: Description de page ici

source: Cancel The Report Wizard
fr: Annuler l'expert état

source: &Next >
fr: &Suivant >

source: < &Back
fr: < &Précédent

source: Select All Fields
fr: Sélectionner tous les champs

source: Clear All Selected Items
fr: Effacer tous les éléments sélectionnés

source: Move the Selected Item Up One Position
fr: Déplace l'élément sélectionné d'une position vers le haut

source: Move The Selected Item Down One Position
fr: Déplace l'élément sélectionné d'une position vers le bas

source: Detail Keys Selected: %s
fr: Clés détail sélectionnées : %s

source: Master Keys Selected: %s
fr: Clés maître sélectionnées : %s

source: Detail Indent
fr: Indentation du détail

source: Report Margins
fr: Marges d'état

source: Type the position of the left margin
fr: Entrez la position de la marge gauche

source: Type the position of the top margin
fr: Entrez la position de la marge supérieure

source: Type the position of the right margin
fr: Entrez la position de la marge droite

source: Type the position for the bottom margin
fr: Entrez la position de la marge inférieure

source: Report Title
fr: Titre de l'état

source: Type the Title You Want For This Report
fr: Entrez le titre de l'état

source: Master/Detail Report
fr: Etat maître/détail

source: Print Report Title
fr: Imprimer le titre d'état

source: Title Font
fr: Fonte du titre

source: Change Font
fr: Modifier Fonte

source: The Caption Font Will Look Like This
fr: Le libellé ressemblera à

source: Caption Font
fr: Fonte du libellé

source: The Printed Data Will Look Like This
fr: Les données imprimées ressembleront à ceci

source: Body Font
fr: Fonte du corps

source: Simple Table
fr: Tableau simple

source: Simple Table Report
fr: Etat tableau simple
