Repository: frla/DxGetText
Catalog: trunk/translations/*/tplockbox.po
Languages: da

source: Buffer UnderFlow
da: Buffer Underløb

source: Buffer not assigned
da: Buffer ikke tildelt

source: No Number
da: Ingen Nummer

source: Subtraction error
da: Fratrækkelses fejl

source: Quotient process error
da: Quotient process fejl

source: Factor is zero
da: Faktor er nul

source: Iterations must be more than 50
da: Gennemløb skal være mere end 50

source: ASN key too large
da: ASN nøgle for stor

source: Buffer OverFlow
da: Buffer Overløb

source: Asymmetric key modulus invalid
da: Ugyldig Asymetrisk nøgle modul

source: Asymmetric key exponent invalid
da: Ugyldig Asymetrisk nøgle eksponent

source: Buffer too small for key
da: Buffer for lille til nøgle

source: Invalid Asymmetric Key
da: Ugyldig Asymetrisk Nøgle

source: Invalid RSA Key
da: Ugyldig RSA Nøgle

source: Modulus string too big
da: Modulus streng for stor

source: Exponent string too big
da: Eksponent streng for stor

source: RSA key pair failure
da: RSA nøgle par fejl

source: Invalid RSA public key
da: Ugyldig RSA offentlig nøgle

source: Invalid RSA private key
da: Ugyldig RSA privat nøgle

source: RSA encryption failure
da: RSA indkodnings fejl

source: RSA decryption failure
da: RSA udkodnings fejl

source: Invalid block size for key128
da: Ugyldig blok størrelse for nøgle128

source: Invalid block size for key256
da: Ugyldig blok størrelse for nøgle256

source: Invalid block size for key512
da: Ugyldig blok størrelse for nøgle512

source: Invalid block size for key768
da: Ugyldig blok størrelse for nøgle768

source: Invalid block size for key1024
da: Ugyldig blok størrelse for nøgle1024

source: RSA encoding error: too much data for block
da: RSA indkodnings fejl: for mange data for blokken

source: RSA decoding error: Block too small
da: RSA udkodnings fejl: Blok for lille

source: RSA decoding error: Block too large
da: RSA udkodnings fejl: Blok for stor

source: RSA decoding error: Invalid block type
da: RSA udkodnings fejl: Ugyldig blok type

source: RSA decoding error: Invalid block format
da: RSA udkodnings fejl: Ugyldig blok format

source: Invalid DSA Key
da: Ugyldig DSA Nøgle

source: DSA PQG parameter failure
da: DSA PQG parameter fejl

source: DSA XY parameter failure
da: DSA XY parameter fejl

source: DSA Signature R is zero
da: DSA Signatur R er nul

source: DSA Signature S is zero
da: DSA Signatur S er nul

source: DSA Signature failure
da: DSA Signatur fejl

source: Unable to start web browser. Make sure you have it properly set-up on your system.
da: Ikke i stand til at starte web browser. Undersøg om dit system er sat korrekt op.
