Repository: frla/DxGetText
Catalog: trunk/dxgettext/tools/gorm/locale/*/LC_MESSAGES/default.po
Languages: de

source: Run app to test translation
de: Programm zum Testen der Überstzung ausführen

source: Save settings
de: Einstellungen speichern

source: Settings to be applied at startup
de: Einstellungen beim Start anwenden

source: Special chars inserting
de: Einfügen von Sonderzeichen

source: Translation memory
de: Übersetzungsspeicher

source: Max file size, MB:
de: Max. Dateigröße, MB:

source: Number of sugestions to show
de: Anzahl der anzuzeigenden Vorschläge

source: Search accuracy
de: Such-Genauigkeit

source: Special chars font size
de: Schriftgrad für Sonderzeichen

source: "%" must be followed by "d" or "%".
de: Auf "%" muss "d" oder "%" folgen.

source: "Gorm" prefix ...
de: "Gorm" Präfix ...

source: ### instead of letters ...
de: Buchstaben durch ### ersetzen ...

source: %d entries have been added to the repository.
de: %d Einträge wurden zum Repository hinzugefügt.

source: %d entries have been changed. Remember to clear the translations from all newly ignored entries, otherwise they will still be translated.
de: %d Eingräge wurden geändert. Denken Sie daran, die Übersetzungen der neu ignorierten Einträge zu löschen, sonst werden sie weiterhin übersetzt.

source: %d entries have been labelled.
de: %d Einträge wurden gelabeled.

source: %d entries have been saved.
de: %d Einträge wurden gespeichert.

source: %d labels have been applied.
de: %d Labels wurden angewendet.

source: %d suggestions found in memory:
de: %d Vorschläge wurden im Übersetzungsspeicher gefunden:

source: %d translations have been cleared.
de: %d Übersetzungen wurden gelöscht.

source: %s from %s
de: %s von %s

source: &About
de: &Info

source: &Add
de: Hinzu&fügen

source: &Add standard labels
de: Standard Labels hinzufügen

source: &Auto translate
de: &Autom. übersetzen

source: &Cancel
de: &Abbrechen

source: &Chinese simplified
de: &Chinesisch (vereinfacht)

source: &Clear translations ...
de: Übersetzungen löschen ...

source: &Compile to MO file
de: In MO-Datei compilieren

source: &Copy original
de: Original kopieren

source: &Copy original ...
de: Original kopieren ...

source: &Copy to clipboard
de: In Zwischenablage kopieren

source: &Danish
de: &Dänisch

source: &Delete
de: &Löschen

source: &Disable automatic translation
de: Automatische Übersetzung ausschalten

source: &Edit
de: &Bearbeiten

source: &Exit
de: &Beenden

source: &File
de: &Datei

source: &Finnish
de: &Finnisch

source: &German
de: Deutsch

source: &Help
de: &Hilfe

source: &Indonesian
de: &Indonesisch

source: &Japanese
de: &Japanisch

source: &Korean
de: &Koreanisch

source: &Learn
de: &Lernen

source: &MSGID values
de: &MSGID Werte

source: &Norwegian
de: &Norwegisch

source: &Open translation ...
de: Übersetzung öffnen ...

source: &Portuguese
de: &Portugiesisch

source: &Preferences
de: Einstellungen

source: &Run application
de: P&rogramm aufrufen

source: &Russian
de: &Russisch

source: &Save translation
de: Übersetzung &speichern

source: &Save translation as ...
de: Übersetzung speichern unter ...

source: &Show repository
de: Repository anzeigen

source: &Swedish
de: &Schwedisch

source: &Thai
de: &Thailändisch

source: &Tools
de: &Optionen

source: &Ukrainian
de: &Ukrainisch

source: * Control-Down, PageDown: Go to next item.
de: * Strg-Runter, Bild runter: Zum nächsten Eintrag springen.

source: * Control-Up, PageUp: Go to previous item.
de: * Strg-Hoch, Bild hoch: Zum vorherigen Eintrag springen.

source: * Create a rules set that applies a label to translations that are in these units
de: * Erzeugen Sie einen Regelsatz, der für die Übersetzungen in diesen Units ein Label setzt.

source: * During translation, apply a "reviewprogrammers" label to those items, that the programmers should improve.
de: * Während der Übersetzung, setzen Sie für die Einträge, die die Programmierer verbessern sollten, das Label "reviewprogrammers".

source: * Filter by this label
de: * Filtern Sie nach diesem Label

source: * Identify the units that you want to demonstrate
de: * Ermitteln Sie die Units, die Sie demonstrieren wollen

source: * Translate the items found
de: * Übersetzten Sie die gefundenen Einträge

source: ... fetching translation ...
de: ... Übersetzung wird ermittelt ...

source: A&pply labels based on predefined rules
de: Labels anhand von vorgegebenen Regeln setzen

source: Abort
de: Abbrechen

source: Action
de: Aktion

source: Add a new label to the list of available labels.
de: Zur Liste der verfügbaren Labels ein neues hinzufügen.

source: Add label
de: Label hinzufügen

source: Add new entries from the current selection to the translation repository.
de: Neue Einträge aus der aktuellen Auswahl zum Translation-Repository hinzufügen.

source: Add tag to repository
de: Tags zum Repository hinzufügen

source: Add the standard labels to the list of available labels: Ignore, needsimprovement, presentation, reviewprogrammers, starred
de: Standard-Labels zur Liste der verfügbaren Labels hinzufügen:·Ignore,·needsimprovement,·presentation,·reviewprogrammers,·starred

source: Add to existing .po file ...
de: Zu existierender .po-Datei hinzufügen ...

source: Add translations to an existing .po file. Existing translations in that file will not be changed but new translations will be added and fuzzy translations will be replaced and marked non-fuzzy.
de: Übersetzungen zu existierender .po-Datei hinzufügen. Existierende Übersetzungen in dieser Datei werden nicht geändert. Lediglich neue Übersetzungen werden hinzugefügt und "fuzzy" Übersetzungen werden ersetzt und als non-"fuzzy" markiert.

source: All files
de: Alle Dateien

source: Also re-translate already translated entries.
de: Auch bereits übersetzte Einträge neu übersetzen.

source: Also translate entries currently marked as fuzzy.
de: Auch derzeit als "fuzzy" markierte Einträge übersetzen.

source: Append to existing .po file ...
de: An existierende .po-Datei anhängen ...

source: Append translations to an existing .po file. Warning: May create duplicates.
de: Übersetzungen an existierende .po-Datei anhängen. Achtung: Dies kann zu Duplikaten führen.

source: Application exe filename
de: Programm EXE-Dateiname

source: Application file "%s" does not exist. Please check your settings.
de: Programmdatei "%s" existiert nicht. Bitte überprüfen Sie Ihre Einstellungen.

source: Apply &warning label on all problematic translations
de: "&warning" Label für alle zweifelhaften Übersetzungen setzen

source: Apply a "warning" label to all problematic translations, e.g. missing/mismatched placeholders, spacing ...
de: Ein "warning"-Label für alle zweifelhaften Überstzungen setzen, z.B. fehlende / falsche Platzhalter, Leerzeichen ...

source: Apply a label to all selected entries.
de: Label für alle ausgewählten Einträge setzen.

source: Apply an "ignore" label to all entries matching "ignore" entries in a .po.
de: "ignore"-Label für alle Einträge setzen, zu denen es einen passenden "ignore"-Eintrag in einer .po-Datei gibt.

source: Apply label by rules
de: Labels anhand von Regeln setzen

source: Apply label to selection ...
de: Label für Auswahl setzen ...

source: Apply these settings at startup
de: Diese Einstellungen beim Start verwenden

source: Are you sure you want to clear the ignore flag for all currently ignored entries?
de: Sind Sie sicher, dass Sie das "ignore"-Label für alle derzeit ignorierten Einträge löschen wollen?

source: Are you sure you want to reload file %s from disk? All changes will be lost!
de: Sind Sie sicher, dass Sie die Datei %s erneut von Platte laden wollen? Alle Änderungen gehen verloren!

source: Autofill translations
de: Übersetzungen automatisch füllen

source: Automatic Translation Options
de: Optionen für automatische Übersetzung

source: Automatic add standard labels
de: Automatisch die Standard-Labels hinzufügen

source: Automatic translation:
de: Automatische Übersetzung:

source: Automatically filter on this label.
de: Automatisch nach diesem Label filtern.

source: Automatically translate all items ...
de: Alle Einträge automatisch übersetzen ...

source: Automatically translate the current selection using the active auto translate engine.
de: Die aktuelle Auswahl automatisch mit der ausgewählten Übersetzungs-Engine übersetzen.

source: Automatically translate using:
de: Automatische Übersetzung mittels:

source: Can't connect to Google server. Check your Internet settings and Google API key. (%s)
de: Kann keine Verbindung zum Google-Server aufbauen. Überprüfen Sie Ihre Internet-Einstellungen und den Google-API Key. (%s)

source: Cancel
de: Abbrechen

source: Cannot find the file "%s" that contains translations. Are you sure that you have arranged the files correctly on your harddisk?
de: Kann die Datei "%s", die die Übersetzungen enhält, nicht finden. Sind Sie sicher, dass Sie die Dateien auf der Platte korrekt abgelegt haben?

source: Cannot parse answer. No "</string>" found.
de: Antwort kann nicht analysiert werden. Kein "</string>" gefunden.

source: Cannot parse answer. No ">" found.
de: Antwort kann nicht analysiert werden. Kein ">" gefunden.

source: Change preferences of the application.
de: Einstellungen des Programms ändern.

source: Charset (use UTF-8 unless you know what you are doing!)
de: Zeichensatz (Benutzen Sie UTF-8, es sei denn Sie wissen was Sie tun!)

source: Check spaces.
de: überprüfen Sie die Leerzeichen.

source: Clear current ignore labels first
de: Vorher aktuelle "ignore"-Labels löschen

source: Clear the translation of all selected entries.
de: Übersetzung aller ausgewählten Einträge löschen.

source: Clear translations on all newly labelled items
de: Übersetzung aller neu markierten Einträge löschen

source: Close
de: Schließen

source: Code for language %s not found.
de: Code für Sprache %s nicht gefunden.

source: Comments
de: Kommentare

source: Comments and instructions
de: Kommentare und Anweisungen

source: Comments and instructions:
de: Kommentare und Anweisungen:

source: Compile to .mo file (needs to be set up in preferences).
de: In .mo-Datei umwandeln (muss in den Einstellungen konfiguriert sein).

source: Content
de: Inhalt

source: Copy &automatic
de: &autom. Übers. kopieren

source: Copy MsgId to MsgStr (Alt+c)
de: MsgId nach MsgStr kopieren (Alt+c)

source: Copy MsgId to MsgStr and add a "Gorm" prefix for the current selection. (Testing only)
de: Bei allen ausgewählten Einträgen MsgId nach MsgStr kopieren und einen "Gorm"-Prefix hinzufügen. (nur zum Testen)

source: Copy MsgId to MsgStr for the current selection.
de: Ausgewählte MsgId nach MsgStr kopieren.

source: Copy all selected MsgId entries inlcuding the comments for programmers to the clipboard.
de: Alle ausgewählten MsgId-Einträge inkl. der Kommentare für den Programmierer in die Zwischenablage kopieren.

source: Copy all selected MsgId values to the clipboard.
de: Alle ausgewählten MsgId-Werte in die Zwischenablage kopieren.

source: Could not get filesystem path for temporary files from Windows API. Please inspect your computer settings.
de: Konnte Windows-Einstellung für temporäre Dateien nicht ermitteln. Bitte überprüfen Sie Ihre Computereinstellungen.

source: Could not open repository for language %s
de: Konnte Repository für Sprache %s nicht öffnen.

source: Could not run program file %s.
de: Konnte Programm %s nicht starten.

source: Create HTML page
de: HTML-Seite erzeugen

source: Create a html page with the current selection and open it in the web browser.
de: Alle ausgewählten Einträge als HTML-Seite exportieren und im Web-Browser öffnen.

source: Create an ignore.po file from the entries labeled as "ignore". To be used when extracting translations with dxgettext.
de: Ingore.po-Datei aus den mit "ignore" markierten Einträgen erzeugen. Zur Verwendung beim Extrahieren von Übersetzungen mit dxgettext.

source: Ctrl+Return to 'click' right button.
de: Strg+Return zum "klicken" des rechten Buttons.

source: Difference between two strings that admissible in suggestions list: ( 0 - only perfect matches)
de: Zulässige Differenz zwischen zwei Zeichenketten in der Vorschlagsliste :(0 - nur vollkommen gleiche)

source: Directory to store translation repository
de: Verzeichnis, um das Translation-Repository zu speichern

source: Do not change the translation, only label these entries
de: Keine Übersetzungen ändern, nur die Einträge mit einem Label versehen.

source: Do not translate automatically.
de: Nicht automatisch übersetzen.

source: Do you really want to abort?
de: Wollen Sie wirklich abbrechen?

source: Do you really want to mark all selected items 'fuzzy'?
de: Wollen Sie wirklich alle ausgewählten Einträge als "fuzzy" markieren?

source: Do you really want to remove the 'fuzzy' mark from all selected items?
de: Wollen Sie wirklich die "fuzzy"-Markierung von allen ausgewählten Einträgen entfernen?

source: Do you want to save?
de: Wollen Sie abspeichern?

source: Dutc&h
de: &Holländisch

source: Edit Header
de: Kopfdaten ändern

source: Edit header ...
de: Kopfdaten ändern ...

source: Edit the header of the .po file.
de: Kopfdaten der .po-Datei ändern.

source: Editable comments:
de: Änderbare Kommentare:

source: Enable automatic upgrade via internet
de: Automatisches Update via Internet aktivieren

source: Enable translation memory
de: Übersetzungsspeicher aktivieren

source: English Text
de: Englischer Text

source: Enter the translation here
de: Geben Sie hier die Übersetzung ein

source: Error copying file %s to %s %s (%d)
de: Fehler beim Koperen der Datei %s nach %s %s (%d)

source: Error during memory file saving.
de: Fehler beim speichern des Übersetzungsspeichers als Datei.

source: Error sending mail
de: Fehler beim Versenden von Mail

source: Executables (*.exe)
de: Anwendungen (*.exe)

source: Exit the application
de: Programm beenden

source: File name:
de: Dateiname:

source: Filter by label:
de: Nach Label filtern:

source: Filter by the label "%s" in order to see the texts that may have problems.
de: Filtern Sie nach Label "%s" um Texte zu sehen, die evtl. zweifelhaft sind.

source: Find &first warning
de: Erste Warnung finden

source: Find &next warning
de: Nächste Warnung finden

source: Finished compiling.
de: Umwandlung abgeschlossen

source: For all selected entries copy the MsgId to the MsgStr, with "Gorm" as prefix. This only makes sense for test purposes. Are you really sure that you want to do that?
de: Für alle ausgewählten Einträge die MsgId nach MsgStr kopieren und mit "Gorm" als Präfix versehen. Dies ist nur sinnvoll für Testzwecke. Sind Sie wirklich sicher, dass Sie das tun möchten?

source: French
de: Französisch

source: From MO file %s
de: Von MO-Datei %s

source: From PO file %s
de: Von PO-Datei %s

source: Fuzzy selection
de: "fuzzy" für Auswahl setzen

source: GNU gettext for Delphi
de: GNU gettext für Delphi

source: Go to the first problematic translation in the current selection.
de: Zur ersten zweifelhaften Übersetzung in der aktuellen Auswahl springen.

source: Go to the next problematic translation in the current selection.
de: Zur nächsten zweifelhaften Übersetzung in der aktuellen Auswahl springen.

source: Google Translation Settings (Powered by Google)
de: Einstellungen für Google Translate (Powered by Google)

source: Gorm editor for po files.
de: Gorm Editor für po-Dateien.

source: Help
de: Hilfe

source: Hints and Warnings
de: Hinweise und Warnungen

source: Ignore.po file to load
de: Zu ladende Ingore.po-Datei

source: Ignore.po file to save to
de: zu speichernde ingore.po-Datei

source: Ignore.po files
de: ignore.po-Datei

source: Import "ignore" labels
de: "ignore"-Labels importieren

source: Import "ignore" labels ...
de: "ignore"-Labels importieren ...

source: In order to use this feature, you must first enable auto translate.
de: Um diese Funktion zu benutzen, müssen Sie zunächst die automatische Übersetzung einschalten.

source: Information from software developers to the translator
de: Informationen der Software-Entwickler an den Übersetzer

source: Insert a special char to translation. You can change it in the Preferences window.
de: Spezielles Zeichen in Übersetzung einfügen. Konfigurierbar im Einstellungen-Fenster.

source: Invalid FormCaption, %s
de: Ungültiger Fenstertitel, %s

source: Inverse filter
de: Invertierter Filter

source: Inverted
de: umgedreht

source: It&alian
de: It&lienisch

source: Items in current file: %d
de: Elemente in der aktuellen Datei: %d

source: Items in synch file: %d
de: Elemente in synchronisierter Datei: %d

source: Keyboard shortcuts:
de: Tastatenkürzel:

source: Label changed entries as
de: Geänderte Einträge mit Label markieren

source: Label name (ascii letters only)
de: Label-Namen (nur Ascii-Buchstaben)

source: Label translated entries as
de: Übersetzte Einträge mit Label versehen

source: Language
de: Sprache

source: Language "%s" is not known to Gorm.
de: Sprache "%s" ist Gorm nicht bekannt.

source: Language team
de: Übersetzungs-Team

source: Last translator
de: Letzter Übersetzer

source: Last translator's email address
de: E-Mail-Adresse des letzten Übersetzers

source: Latin
de: Latein

source: List of chars:
de: Liste von Zeichen:

source: Load a .po file containing entries to ignore
de: .po-Datei laden, die zu ignorierende Einträge enthält

source: Load ignore labels from file
de: "ignore"-Labels aus Datei laden

source: Load ignore.po ...
de: Ignore.po laden ...

source: Load translations from a .po file.
de: Übersetzungen aus einer .po-Datei laden

source: Look for string in ...
de: Suchen nach der Zeichenfolge in ...

source: Lookup English
de: Englisch nachschlagen

source: Lookup Translation
de: Übersetzung nachschlagen

source: MO files
de: MO-Dateien

source: MO files (*.mo)
de: MO-Dateien (* .mo)

source: Make sales demo:
de: Vertriebs-Demo durchführen:

source: Mark all selected entries "fuzzy".
de: Markiert ausgewählte Einträge als "fuzzy".

source: Mark all selected entries non-"fuzzy".
de: Markiert ausgewählte Einträge als nicht-"fuzzy".

source: Mark translated entries as fuzzy
de: Übersetzte Einträge als "fuzzy" markieren.

source: Microsoft Translation Settings (Powered by Microsoft)
de: Einstellungen für Microsoft Translate (Powered by Microsoft)

source: Mo file name
de: Mo-Dateiname

source: Navigation with arrow keys and pageup/down
de: Navigation mit den Pfeiltasten und Pageup/down

source: New Translation DB
de: Neue Übersetzungs-DB

source: New items added: %d
de: Neue Einträge hinzugefügt: %d

source: No MO filename is set!
de: Kein MO-Dateiname festgelegt!

source: No differences found
de: Keine Unterschiede gefunden

source: No file is currently open.
de: Derzeit ist keine Datei geöffnet.

source: Obsolete items removed: %d
de: Veraltete Einträge entfernt: %d

source: Off
de: Aus

source: Only the result of filtering is affected by the Messages menu.
de: Das Messages-Menü arbeitet nur auf den gefilterten Einträgen.

source: Only translate untranslated entries.
de: Nur Einträge ohne Übersetzung übersetzen.

source: Open file:
de: Datei öffnen:

source: Output created: %s
de: Ausgabe erstellt: %s

source: Output from %s
de: Ausgabe von %s

source: Output generated by PO->MO compiler:
de: Vom PO->MO-Compiler erzeugte Ausgabe:

source: PO Files
de: PO-Dateien

source: PO file to import "ignore" labels from
de: PO-Datei, aus der die "ignore"-Labels importiert werden sollen

source: PO files
de: PO-Dateien

source: PO files (*.po)
de: PO-Dateien (* .po)

source: Parallel translation
de: Parallele Übersetzung

source: Parsing error on JSON answer: First pair name is "%s" not "responseData".
de: Parsing-Fehler der JSON Antwort: Das erste Paar ist "%s" nicht "responseData".

source: Parsing error on JSON answer: First responseData pair is "%s" not "translatedText".
de: Parsing-Fehler der JSON Antwort: Erstes responseData Paar ist "%s" nicht "translatedText".

source: Parsing error on JSON answer: Root object size is %d not 3.
de: Parsing-Fehler der JSON Antwort: Größe des Root Objekts ist %d nicht 3.

source: Parsing error on JSON answer: Second pair name is "%s" not "responseDetails".
de: Parsing-Fehler der JSON Antwort: Name des zweiten Paares ist "%s" nicht "responseDetails".

source: Parsing error on JSON answer: Thrid pair name is "%s" not "responseStatus".
de: Parsing-Fehler der JSON Antwort: Name des dritten Paares ist "%s" nicht "responseStatus".

source: Parsing error on JSON answer: responseData is neither NULL nor an object.
de: Parsing-Fehler der JSON Antwort: responseData ist weder NULL noch ein Objekt.

source: Parsing error on JSON answer: responseData object size is %d not 1.
de: Parsing-Fehler der JSON Antwort: Größé des responseData Objekts ist %d nicht 1.

source: Parsing error on JSON answer: responseDetails is neither NULL nor a string.
de: Parsing-Fehler der JSON Antwort: responseDetails ist weder NULL noch eine Zeichenkette.

source: Parsing error on JSON answer: responseStatus is not a number.
de: Parsing-Fehler der JSON Antwort: responsestatus ist keine Zahl.

source: Parsing error on JSON answer: translatedText data is not a string.
de: Parsing-Fehler der JSON Antwort: translatedText ist keine Zeichenkette.

source: Paths must be relative if you want to move the files to a different location.
de: Pfade müssen relativ sein, wenn Sie die Dateien an einen anderen Speicherort verschieben möchten.

source: Please specify a correct PO header as translation for the empty string.
de: Bitte geben Sie einen korrekten PO-Header als Übersetzung für die leere Zeichenfolge an.

source: Preferences
de: Einstellungen

source: Preview changes by adding label
de: Vorschau der Änderungen durch Hinzufügen von Label

source: Progress (%d%%)
de: Fortschritt (%d%%)

source: Project name and version
de: Projektname und version

source: Quick navigation
de: Schnellnavigation

source: Read translations from ...
de: Übersetzungen lesen aus ...

source: Read translations from another .po file and add them to the list. Duplicates will be ignored.
de: Übersetzungen aus einer anderen .po-Datei lesen und der Liste hinzufügen. Duplikate werden ignoriert.

source: Really delete this translation? %s --> %s
de: Diese Übersetzung wirklich Löschen? %s, --> %s

source: Refresh filter
de: Filter aktualisieren

source: Reload
de: Neu laden

source: Reload from .po file. Warning: Any changes will be lost.
de: .po-Datei erneut laden. Achtung: Alle Änderungen gehen verloren.

source: Reload the current file from disk. Any changes that have not yet been saved will be lost.
de: Aktuelle Datei erneut von Festplatte laden. Alle Änderungen, die noch nicht gespeichert wurden, gehen verloren.

source: Remove a label from all selected entries.
de: Label von allen ausgewählten Einträgen entfernen.

source: Remove fuzzy from translated entries.
de: "fuzzy" von allen übersetzten Einträgen entfernen.

source: Remove label from selection ...
de: Label von Auswahl entfernen ...

source: Reopen
de: Wieder öffnen

source: Replace all letters with '#' for all translations for the current selection. (Testing only)
de: In allen Übersetzungen in der aktuellen Auswahl alle Buchstaben durch '#' ersetzen . (zum Testen)

source: Run an application (needs to be set up in preferences).
de: Programm ausführen (Euss in den Einstellungen konfiguriert werden).

source: Save Ignore ...
de: Ignore speichern ...

source: Save all entries marked with an "ignore" label to a .po file.
de: Speichern aller Einträge mit einem "ignore"-Label in eine .po-Datei.

source: Save ignore to ignore.po
de: "ignore" in ignore.po speichern ...

source: Save ignore.po ...
de: Ignore.po speichern ...

source: Save translations to .po file.
de: Übersetzungen in .po-Datei speichern.

source: Save translations to a new .po file.
de: Übersetzungen in einer neuen .po-Datei speichern.

source: Saving file...
de: Datei wird gespeichert...
