Repository: frla/DxGetText
Catalog: trunk/dxgettext/tools/gorm/locale/*/LC_MESSAGES/default.po
Languages: de

source: Saving translation memory file...
de: Übersetzungs-Speicher wird in Datei gespeichert...

source: Select which entries to translate
de: Wählen Sie die zu übersetzenden Einträge

source: Send by email
de: Per e-Mail senden

source: Send the current selection by email.
de: Aktuelle Auswahl per e-Mail senden.

source: Settings file: %s
de: Einstellungsdatei: %s

source: Show all
de: Alle anzeigen

source: Show status bar
de: Statusleiste anzeigen

source: Show the translation repository.
de: Translation-Repository anzeigen

source: Source code location
de: Position im Quellcode

source: Source code location:
de: Position im Quellcode:

source: Spaces are shown using dots, in order to make them clearly visible. Linebreaks are shown using an arrow that points downwards.
de: Leerzeichen werden als Punkte angezeigt, um sie deutlich sichtbar zu machen. Zeilenumbrüche werden mit einen Pfeil, der nach unten zeigt, angezeigt.

source: Spanish
de: Spanisch

source: Specify a utf-8 file that contains rules for application of labels.
de: Geben Sie eine Utf-8-Datei, die Regeln zum Zuweisen von Labels enthält.

source: Strings translated: %d
de: Zeichenketten übersetzt: %d

source: Synch with other .po file ...
de: Synchronisieren mit anderer .po-Datei ...

source: T&ranslations
de: Übe&rsetzungen

source: TdxLanguage is not valid
de: TdxLanguage ist ungültig

source: Team's email address
de: E-Mail-Adresse des Teams

source: The Google Translate API requires the use of an API key, which you can get from the Google APIs console.
de: Die Google Translate API erfordert die Verwendung eines API-Schlüssels, den Sie von der Google-APIs-Konsole erhalten können.

source: The Microsoft Translation API requires the use of a Bing AppID, which you can get from http://msdn.microsoft.com/en-us/library/ff512386.aspx
de: Die Microsoft-Translation API erfordert die Verwendung einer Bing AppID, die Sie auf http://msdn.microsoft.com/en-us/library/ff512386.aspx erhalten

source: The current selection is empty.
de: Die aktuelle Auswahl ist leer.

source: The currently selected translator engine %s does not allow batch translation.
de: Die aktuell ausgewählte Übersetzungs-Engine %s erlaubt keine Batch-Übersetzung.

source: The file has the following format, where the first word in each line is a label:
de: Die Datei hat das folgende Format, wobei das erste Wort in jeder Zeile ein Label ist:

source: The language of this po file is unknown, please edit the header first to provide it.
de: Die Sprache dieser po-Datei ist unbekannt, bearbeiten Sie zuerst die Kopfdaten um sie anzugeben.

source: The number of line breaks do not match.
de: Die Anzahl der Zeilenumbrüche stimmen nicht überein.

source: The number of tabulators do not match.
de: Die Anzahl der Tabulatoren stimmen nicht überein.

source: The original text includes %d times %s, but the translation contains %d of these.
de: Der ursprüngliche Text enthält %d mal %s, aber die Übersetzung enthält deren %d.

source: There is no repository for this language yet. Please create one first.
de: Es gibt kein Repository für diese Sprache. Bitte erzeugen Sie zunächst eines.

source: These warnings indicate possible problems with your translation.
de: Diese Warnungen weisen auf mögliche Probleme mit Ihrer Übersetzung hin.

source: This information is only for technicians.
de: Diese Informationen sind nur für Techniker.

source: This is a plural form
de: Dies ist eine Pluralform

source: This is good before sending files to the translator
de: Dies erleichtert dem Übersetzer die Arbeit mit den Dateien

source: This operation may take 30 seconds or longer, depending on the translation method used and possibly your internet connection.
de: Dieser Vorgang kann 30 Sekunden oder länger dauern, je verwendeter Übersetzung-Methode und möglicherweise Ihrer Internet-Verbindung.

source: This will make all selected translations look very unreadable. This only makes sense for test purposes. Are you really sure that you want to do that?
de: Dies wird alle ausgewählten Übersetzungen nicht lesbar machen. Dies ist nur sinnvoll für Testzwecke. Sind Sie wirklich sicher, dass Sie das tun möchten?

source: This will overwrite all translations from the current selection (%d entries) with the original. Are you really sure that you want to do that?
de: Dies überschreibt alle Übersetzungen aus der aktuellen Auswahl (%d Einträge) mit dem Original. Sind Sie wirklich sicher, dass Sie das tun möchten?

source: This will remove the translations from the current selection (%d entries). Are you really sure that you want to do that?
de: Dies entfernt die Übersetzungen der aktuellen Auswahl (%d Einträge). Sind Sie wirklich sicher, dass Sie das tun möchten?

source: This will set the "ignore" label for all entries found in the selected ingore.po file.
de: Dies setzt das "ignore"-Label für alle Einträge, die in der ausgewählten ingore.po-Datei gefunden werden.

source: This will set the "ignore" label for all entries with an "ignore" label found in the selected PO file.
de: Dies setzt das "ignore"-Label für alle Einträge, die in der ausgewählten PO-Datei ein "ignore"-Label haben.

source: Tips:
de: Tipps:

source: Toggle "fuzzy" status
de: "fuzzy"-Status umschalten

source: Toggle "ignore" label
de: "ignore"-Label umschalten

source: Toggle the "fuzzy" status of the current entry.
de: Schaltet den "fuzzy" Status des aktuellen Eintrags um.

source: Toggle the "ignore" label of the current entry.
de: Schaltet das "ignore"-Label des aktuellen Eintrags um.

source: Translate using Google Translate (requires API key, will be turned off at 2011-12-01 by Google)
de: Mit Google Translate übersetzen (API-Schlüssel erforderlich, wird von Google deaktiviert am 2011-12-01)

source: Translate using Microsoft Translator V2 (requires Bing AppID)
de: Übersetzen mit Microsoft Translator V2 (erfordert Bing AppID)

source: Translate using a .mo file.
de: Übersetzen anhand einer .mo-Datei.

source: Translate using a .po file.
de: Übersetzen anhand einer .po-Datei.

source: Translate using the translation repository of the language selected in the .po file header.
de: Übersetzen anhand des Translation-Repositories der Sprache, die im Kopf der .po-Datei angegeben ist.

source: Translation
de: Übersetzung

source: Translation %d
de: Übersetzung %d

source: Translation DB
de: Übersetzungs-DB

source: Translation Repositiory
de: Übersetzungs-Repositiory

source: Translation Repository File
de: Translation-Repository Datei

source: Translation Repository Learn Options
de: Lern-Einstellungen für Translation-Repository

source: Translation completed.
de: Übersetzung abgeschlossen.

source: Translation file: "%s"
de: Übersetzungsdatei: "%s"

source: Translation repository for language %s does not exist.
de: Translation-Repository für Sprache %s existiert nicht.

source: Translation request failed.
de: Übersetzung-Anforderung ist fehlgeschlagen.

source: Translation:
de: Übersetzung:

source: Translations memory file is corrupted
de: Datei des Übersetzungs-Speichers ist beschädigt

source: Unfuzzy Selection
de: "fuzzy" von Auswahl entfernen

source: Unknown language code %s.
de: Unbekannter Sprachcode %s.

source: Untranslated
de: nicht übersetzt

source: Use &Google Translate (%s) ...
de: &Google Translate (%s) benutzen ...

source: Use &Google Translate ...
de: &Google Translate benutzen ...

source: Use &MO file ...
de: &MO-Datei benutzen ...

source: Use &PO file ...
de: &PO-Datei benutzen ...

source: Use Microsoft Translator &V2 (%s) ...
de: Microsoft Translator &V2 (%s) benutzen ...

source: Use Microsoft Translator &V2 ...
de: Microsoft Translator &V2 benutzen ...

source: Use Translation &Repository
de: Translation-&Repository benutzen

source: Warning not found.
de: Warnung nicht gefunden.

source: With comments for programmers
de: Mit Kommentaren für die Programmierer

source: Wrap lines after [characters]
de: Zeilen umbrechen nach [Zeichen]

source: You must specify an application in the preferences before you can run it.
de: Sie müssen in den Einstellungen ein Programm angeben, bevor Sie es ausführen können.

source: You need a Google API key to enable it
de: Sie benötigen einen Google-API-Schlüssel um dies zu aktivieren

source: You need a Microsoft Bing AppID to enable it
de: Sie benötigen eine Microsoft Bing AppID zum aktivieren

source: added %s -> %s
de: %s -> %s hinzugefügt

source: labelled %s -> %s
de: %s -> %s gelabled

source: must not contain a % at the end
de: darf kein % am Ende haben

source: new ...
de: Neu ...

source: too many parameters
de: Zuviele Parameter

source: unknown language
de: unbekannte Sprache

source: what is this?
de: Was ist das?
